{"processing_level_id": "4", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["14 -179 83 -52"], "time_start": "1980-01-01T00:00:00.000Z", "version_id": "3.4", "updated": "2020-04-02T12:11:03.000Z", "dataset_id": "Daymet: Daily Surface Weather Data on a 1-km Grid for North America, Version 3", "has_spatial_subsetting": false, "has_transforms": false, "has_variables": false, "data_center": "ORNL_DAAC", "short_name": "Daymet_V3_CFMosaics_1328", "organizations": ["ORNL_DAAC"], "title": "Daymet: Daily Surface Weather Data on a 1-km Grid for North America, Version 3", "coordinate_system": "CARTESIAN", "summary": "This dataset provides Daymet Version 3 model output data as gridded estimates of daily weather parameters for North America and Hawaii: including Canada, Mexico, the United States of America, and Puerto Rico. The island areas of Hawaii and Puerto Rico are available as files separate from the continental land mass. Daymet output variables include the following parameters: minimum temperature, maximum temperature, precipitation, shortwave radiation, vapor pressure, snow water equivalent, and day length. The dataset covers the period from January 1, 1980 to December 31 of the most recent full calendar year. Each subsequent year is processed individually at the close of a calendar year. Daymet variables are continuous surfaces provided as individual files, by variable and year, at a 1-km x 1-km spatial resolution and a daily temporal resolution. Data are in a Lambert Conformal Conic projection for North America and are distributed in a netCDF file format compliant with Climate and Forecast (CF) metadata conventions (version 1.6).", "has_granules": true, "time_end": "2019-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C1286838487-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 840, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/daymet/Daymet_V3_CFMosaics/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/DAYMET/guides/Daymet_V3_CFMosaics.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/1328"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/daymet/Daymet_V3_CFMosaics/comp/Daymet_V3_CFMosaics.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/DAYMET/guides/2012_tmax_annavg_NA_PR_HI_4Guide.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://daymet.ornl.gov"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://thredds.daac.ornl.gov/thredds/catalog/ornldaac/1328/catalog.html"}], "cmr": {"title": "Daymet: Daily Surface Weather Data on a 1-km Grid for North America, Version 3", "summary": "This dataset provides Daymet Version 3 model output data as gridded estimates of daily weather parameters for North America and Hawaii: including Canada, Mexico, the United States of America, and Puerto Rico. The island areas of Hawaii and Puerto Rico are available as files separate from the continental land mass. Daymet output variables include the following parameters: minimum temperature, maximum temperature, precipitation, shortwave radiation, vapor pressure, snow water equivalent, and day length. The dataset covers the period from January 1, 1980 to December 31 of the most recent full calendar year. Each subsequent year is processed individually at the close of a calendar year. Daymet variables are continuous surfaces provided as individual files, by variable and year, at a 1-km x 1-km spatial resolution and a daily temporal resolution. Data are in a Lambert Conformal Conic projection for North America and are distributed in a netCDF file format compliant with Climate and Forecast (CF) metadata conventions (version 1.6).", "id": "C1286838487-ORNL_DAAC", "description": "This dataset provides Daymet Version 3 model output data as gridded estimates of daily weather parameters for North America and Hawaii: including Canada, Mexico, the United States of America, and Puerto Rico. The island areas of Hawaii and Puerto Rico are available as files separate from the continental land mass. Daymet output variables include the following parameters: minimum temperature, maximum temperature, precipitation, shortwave radiation, vapor pressure, snow water equivalent, and day length. The dataset covers the period from January 1, 1980 to December 31 of the most recent full calendar year. Each subsequent year is processed individually at the close of a calendar year. Daymet variables are continuous surfaces provided as individual files, by variable and year, at a 1-km x 1-km spatial resolution and a daily temporal resolution. Data are in a Lambert Conformal Conic projection for North America and are distributed in a netCDF file format compliant with Climate and Forecast (CF) metadata conventions (version 1.6).", "spatialExtent": "N: 83.0 S: 14.0 E: -52.0 W: -179.0", "dataFormat": null, "temporalExtent": "1980-01-01 to 2019-12-31", "Platform": "METEOROLOGICAL STATIONS, Environmental Modeling", "Data Center": "ORNL_DAAC", "Instrument": "RAIN GAUGES, TEMPERATURE SENSORS, Computer", "Version": "3.4", "ScienceKeywords1": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC RADIATION@SHORTWAVE RADIATION", "ScienceKeywords2": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC TEMPERATURE@SURFACE TEMPERATURE@MAXIMUM/MINIMUM TEMPERATURE", "ScienceKeywords3": "EARTH SCIENCE@ATMOSPHERE@PRECIPITATION@PRECIPITATION AMOUNT", "ScienceKeywords4": "EARTH SCIENCE@ATMOSPHERE@PRECIPITATION@SNOW WATER EQUIVALENT"}, "citation": ["Mourtzinis, S., J.F. Andrade, P. Grassini, J.I.R. Edreira, H. Kandel, S. Naeve, K.A. Nelson, M. Helmers, and S.P. Conley. 2021. Assessing benefits of artificial drainage on soybean yield in the North Central US region. Agricultural Water Management. 243:106425.", "Angel Sola, D.E., L. Wang, M. Vazquez, and P.A. Mendez-Lazaro. 2020. Weathering the pandemic: How the Caribbean Basin can use viral and environmental patterns to predict, prepare, and respond to COVID-19. Journal of Medical Virology. 92(9):1460-1468.", "Arellano-Gonzalez, J. and F.C. Moore. 2020. Intertemporal Arbitrage of Water and Long-Term Agricultural Investments: Drought, Groundwater Banking, and Perennial Cropping Decisions in California. American Journal of Agricultural Economics. 102(5):1368-1382.", "Arietta, A.Z.A., L.K. Freidenburg, M.C. Urban, S.B. Rodrigues, A. Rubinstein, and D.K. Skelly. 2020. Phenological delay despite warming in wood frog Rana sylvatica reproductive timing: a 20-year study . Ecography.", "Chauvin, M., T. Kosatsky, M. Bilodeau-Bertrand, P. Gamache, A. Smargiassi, and N. Auger. 2020. Hot weather and risk of drowning in children: Opportunity for prevention. Preventive Medicine. 130:105885.", "Cohen, J.M., D. Fink, and B. Zuckerberg. 2020. Avian responses to extreme weather across functional traits and temporal scales. Global Change Biology. 26(8):4240-4250.", "Crosson, W.L., M.Z. Al-Hamdan, and T.Z. Insaf. 2020. Downscaling NLDAS-2 daily maximum air temperatures using MODIS land surface temperatures. PLOS ONE. 15(1):e0227480.", "Curtis, J.A., E.R. Burns, and R. Sando. 2020. Regional patterns in hydrologic response, a new three-component metric for hydrograph analysis and implications for ecohydrology, Northwest Volcanic Aquifer Study Area, USA. Journal of Hydrology: Regional Studies. 30:100698.", "Driscoll, J.M., L.E. Hay, M.K. Vanderhoof, and R.J. Viger. 2020. Spatiotemporal Variability of Modeled Watershed Scale Surface-Depression Storage and Runoff for the Conterminous United States. JAWRA Journal of the American Water Resources Association. 56(1):16-29.", "Gao, Y., S. Wang, K. Guan, A. Wolanin, L. You, W. Ju, and Y. Zhang. 2020. The Ability of Sun-Induced Chlorophyll Fluorescence From OCO-2 and MODIS-EVI to Monitor Spatial Variations of Soybean and Maize Yields in the Midwestern USA. Remote Sensing. 12(7):1111.", "Gomez-Casanovas, N., N.J. DeLucia, E.H. DeLucia, E. Blanc-Betes, E.H. Boughton, J. Sparks, and C.J. Bernacchi. 2020. Seasonal Controls of CO 2 and CH 4 Dynamics in a Temporarily Flooded Subtropical Wetland . Journal of Geophysical Research: Biogeosciences. 125(3):", "Jan, A. and S.L. Painter. 2020. Permafrost thermal conditions are sensitive to shifts in snow timing. Environmental Research Letters. 15(8):084026.", "Jones, M.O., D.E. Naugle, D. Twidwell, D.R. Uden, J.D. Maestas, and B.W. Allred. 2020. Beyond Inventories: Emergence of a New Era in Rangeland Monitoring. Rangeland Ecology & Management. 73(5):577-583.", "Kerr, N.Z., T. Wepprich, F.S. Grevstad, E.B. Dopman, F.S. Chew, and E.E. Crone. 2020. Developmental trap or demographic bonanza? Opposing consequences of earlier phenology in a changing climate for a multivoltine butterfly. Global Change Biology. 26(4):2014-2027.", "Konapala, G., S.C. Kao, S.L. Painter, and D. Lu. 2020. Machine learning assisted hybrid models can improve streamflow simulation in diverse catchments across the conterminous US. Environmental Research Letters. 15(10):104022.", "Lang, B.J., M.P. Widrlechner, P.M. Dixon, and J.R. Thompson. 2020. Can climatic variables improve phenological predictions for butterfly species?. Journal of Insect Conservation. 24(2):375-383.", "Laufenberg, D., D. Thoma, A. Hansen, and J. Hu. 2020. Biophysical Gradients and Performance of Whitebark Pine Plantings in the Greater Yellowstone Ecosystem. Forests. 11(1):119.", "Martinez-Feria, R.A. and B. Basso. 2020. Unstable crop yields reveal opportunities for site-specific adaptations to climate variability. Scientific Reports. 10(1):", "Massmann, C. 2020. Evaluating the suitability of century-long gridded meteorological datasets for hydrological modelling. Journal of Hydrometeorology. 1-38.", "Miller, P.W. and C.A. Ramseyer. 2020. Did the Climate Forecast System Anticipate the 2015 Caribbean Drought?. Journal of Hydrometeorology. 21(6):1245-1258.", "Norris, C.E., G.M. Bean, S.B. Cappellazzi, M. Cope, K.L.H. Greub, D. Liptzin, E.L. Rieke, P.W. Tracy, C.L.S. Morgan, and C.W. Honeycutt. 2020. Introducing the North American project to evaluate soil health measurements. Agronomy Journal. 112(4):3195-3215.", "Oh, S.G. and L. Sushama. 2020. Fluvial inundation parameterization in climate model and its effects on regional climate: a case study of the 2009 Red River spring flood. Theoretical and Applied Climatology. 141(1-2):699-714.", "Pate, A.A., C. Segura, and K.D. Bladon. 2020. Streamflow permanence in headwater streams across four geomorphic provinces in Northern California. Hydrological Processes.", "Penn, C.A., D.W. Clow, G.A. Sexstone, and S.F. Murphy. 2020. Changes in Climate and Land Cover Affect Seasonal Streamflow Forecasts in the Rio Grande Headwaters. JAWRA Journal of the American Water Resources Association.", "Powers, B.F., J.M. Winiarski, J.M. Requena-Mullor, and J.A. Heath. 2020.", "Prevey, J.S., L.E. Parker, and C.A. Harrington. 2020. Projected impacts of climate change on the range and phenology of three culturally-important shrub species. PLOS ONE. 15(5):e0232537.", "Prevey, J.S., L.E. Parker, C.A. Harrington, C.T. Lamb, and M.F. Proctor. 2020. Climate change shifts in habitat suitability and phenology of huckleberry (Vaccinium membranaceum). Agricultural and Forest Meteorology. 280:107803.", "Rattalino Edreira, J.I., S. Mourtzinis, G. Azzari, J.F. Andrade, S.P. Conley, D. Lobell, J.E. Specht, and P. Grassini. 2020. From sunlight to seed: Assessing limits to solar radiation capture and conversion in agro-ecosystems. Agricultural and Forest Meteorology. 280:107775.", "Rattalino Edreira, J.I., S. Mourtzinis, G. Azzari, J.F. Andrade, S.P. Conley, J.E. Specht, and P. Grassini. 2020. Combining field-level data and remote sensing to understand impact of management practices on producer yields. Field Crops Research. 257:107932.", "Rigge, M., C. Homer, H. Shi, and B. Wylie. 2020. Departures of rangeland fractional component cover and land cover from landsat-based ecological potential in Wyoming, USA. Rangeland Ecology & Management.", "Rigge, M., C. Homer, L. Cleeves, D.K. Meyer, B. Bunde, H. Shi, G. Xian, S. Schell, and M. Bobo. 2020. Quantifying Western U.S. Rangelands as Fractional Components with Multi-Resolution Remote Sensing and In Situ Data. Remote Sensing. 12(3):412.", "Senay, G.B., S. Kagone, and N.M. Velpuri. 2020. Operational Global Actual Evapotranspiration: Development, Evaluation, and Dissemination. Sensors. 20(7):1915.", "Sexstone, G.A., J.M. Driscoll, L.E. Hay, J.C. Hammond, and T.B. Barnhart. 2020. Runoff sensitivity to snow depletion curve representation within a continental scale hydrologic model. Hydrological Processes.", "Surendran Nair, S., A.W. King, J. Gulledge, B.L. Preston, R.A. McManamay, and C.D. Clark. 2020. Economic losses from extreme weather in the U.S. Gulf Coast region: spatially differential contributions of climate hazard and socioeconomic exposure and vulnerability. Environmental Research Letters. 15(7):074038.", "Van de Kerk, M., S. Arthur, M. Bertram, B. Borg, J. Herriges, J. Lawler, B. Mangipane, C. Lambert Koizumi, B. Wendling, and L. Prugh. 2020. Environmental Influences on Dall's Sheep Survival. The Journal of Wildlife Management. 84(6):1127-1138.", "Waliser, D.E., P.B. Gibson, B. Guan, M.J. DeFlorio, F.M. Ralph, and D.L. Swain. 2020. Ridging Associated with Drought across the Western and Southwestern United States: Characteristics, Trends, and Predictability Sources. Journal of Climate. 33(7):2485-2508.", "Yang, P., Q. Zhao, and X. Cai. 2020. Machine learning based estimation of land productivity in the contiguous US using biophysical predictors. Environmental Research Letters. 15(7):074013.", "Zhou, B., G.S. Okin, and J. Zhang. 2020. Leveraging Google Earth Engine (GEE) and machine learning algorithms to incorporate in situ measurement from different times for rangelands monitoring. Remote Sensing of Environment. 236:111521.", "Adair, E.C., L. Barbieri, K. Schiavone, and H.M. Darby. 2019. Manure Application Decisions Impact Nitrous Oxide and Carbon Dioxide Emissions during Non-Growing Season Thaws. Soil Science Society of America Journal. 83(1):163.", "Ahl, R., J. Hogland, and S. Brown. 2019. A Comparison of Standard Modeling Techniques Using Digital Aerial Imagery with National Elevation Datasets and Airborne LiDAR to Predict Size and Density Forest Metrics in the Sapphire Mountains MT, USA. ISPRS International Journal of Geo-Information. 8(1):24.", "Amar, A., C. Reynolds, J. Van Velden, and C.W. Briggs. 2019. Clinal variation in morph frequency in Swainson's hawk across North America: no support for Gloger's ecogeographical rule. Biological Journal of the Linnean Society. 127(2):299-309.", "Baijnath-Rodino, J.A. and C.R. Duguay. 2019. Assessment of coupled CRCM5-FLake on the reproduction of wintertime lake-induced precipitation in the Great Lakes Basin. Theoretical and Applied Climatology.", "Belitz, M.W., M.J. Monfils, D.L. Cuthrell, and A.K. Monfils. 2019. Landscape-level environmental stressors contributing to the decline of Poweshiek skipperling ( Oarisma poweshiek ) . Insect Conservation and Diversity. 13(2):187-200.", "Bone and Nelson. 2019. Improving Mountain Pine Beetle Survival Predictions Using Multi-Year Temperatures Across the Western USA. Forests. 10(10):866.", "Burnett, J.D. and P.D. Anderson. 2019. Using generalized additive models for interpolating microclimate in dry-site ponderosa pine forests. Agricultural and Forest Meteorology. 279:107668.", "Crossman, J., M.N. Futter, J.A. Elliott, P.G. Whitehead, L. Jin, and P.J. Dillon. 2019. Optimizing land management strategies for maximum improvements in lake dissolved oxygen concentrations. Science of The Total Environment. 652:382-397.", "De Jesus Crespo, R., J. Wu, M. Myer, S. Yee, and R. Fulford. 2019. Flood protection ecosystem services in the coast of Puerto Rico: Associations between extreme weather, flood hazard mitigation and gastrointestinal illness. Science of The Total Environment. 676:343-355.", "Deutscher, J., P. Kupec, A. Kucera, J. Urban, J.L.J. Ledesma, and M. Futter. 2019. Ecohydrological consequences of tree removal in an urban park evaluated using open data, free software and a minimalist measuring campaign. Science of The Total Environment. 655:1495-1504.", "Diro, G.T. and L. Sushama. 2019. Simulating Canadian Arctic Climate at Convection-Permitting Resolution. Atmosphere. 10(8):430.", "Eliezer, H., S. Johnson, W.L. Crosson, M.Z. Al-Hamdan, and T.Z. Insaf. 2019. Ground-truth of a 1-km downscaled NLDAS air temperature product using the New York City Community Air Survey. Journal of Applied Remote Sensing. 13(02):1.", "Elmendorf, S.C., T.M. Crimmins, K.L. Gerst, and J.F. Weltzin. 2019. Time to branch out? Application of hierarchical survival models in plant phenology. Agricultural and Forest Meteorology. 279:107694.", "Fitzpatrick, M.J., B. Zuckerberg, J.N. Pauli, M.R. Kearney, K.L. Thompson, L.C. Werner, and W.P. Porter. 2019. Modeling the distribution of niche space and risk for a freeze-tolerant ectotherm, Lithobates sylvaticus . Ecosphere. 10(7):", "Foks, S.S., J.P. Raffensperger, C.A. Penn, and J.M. Driscoll. 2019. Estimation of Base Flow by Optimal Hydrograph Separation for the Conterminous United States and Implications for National-Extent Hydrologic Models. Water. 11(8):1629.", "Forbes, W.L., J. Mao, D.M. Ricciuto, S.C. Kao, X. Shi, A.A. Tavakoly, M. Jin, W. Guo, T. Zhao, Y. Wang, P.E. Thornton, and F.M. Hoffman. 2019. Streamflow in the Columbia River Basin: Quantifying Changes Over the Period 1951-2008 and Determining the Drivers of Those Changes. Water Resources Research.", "Foster, T., I.Z. Goncalves, I. Campos, C.M.U. Neale, and N. Brozovic. 2019. Assessing landscape scale heterogeneity in irrigation water use with remote sensing and in situ monitoring. Environmental Research Letters. 14(2):024004.", "Gurarie, E., M. Hebblewhite, K. Joly, A.P. Kelly, J. Adamczewski, S.C. Davidson, T. Davison, A. Gunn, M.J. Suitor, W.F. Fagan, and N. Boelman. 2019. Tactical departures and strategic arrivals: Divergent effects of climate and weather on caribou spring migrations. Ecosphere. 10(12):", "Hilts, D.J., M.W. Belitz, T.M. Gehring, K.L. Pangle, and D.G. Uzarski. 2019. Climate change and nutria range expansion in the Eastern United States. The Journal of Wildlife Management. 83(3):591-598.", "Ho, J.C. and A.M. Michalak. 2019. Exploring temperature and precipitation impacts on harmful algal blooms across continental U.S. lakes. Limnology and Oceanography. 65(5):992-1009.", "Howe, P.D., J.R. Marlon, X. Wang, and A. Leiserowitz. 2019. Public perceptions of the health risks of extreme heat across US states, counties, and neighborhoods. Proceedings of the National Academy of Sciences. 116(14):6743-6748.", "Huang, H., J.M. Winter, E.C. Osterberg, J. Hanrahan, C.L. Bruyere, P. Clemins, and B. Beckage. 2019. Simulating precipitation and temperature in the Lake Champlain basin using a regional climate model: limitations and uncertainties. Climate Dynamics.", "Kang, Y. and M. Ozdogan. 2019. Field-level crop yield mapping with Landsat using a hierarchical data assimilation approach. Remote Sensing of Environment. 228:144-163.", "Kessler, W.H., C. Ganser, and G.E. Glass. 2019. Modeling the Distribution of Medically Important Tick Species in Florida. Insects. 10(7):190.", "Kirk, M.A., M.L. Galatowitsch, and S.A. Wissinger. 2019. Seasonal differences in climate change explain a lack of multi-decadal shifts in population characteristics of a pond breeding salamander. PLOS ONE. 14(9):e0222097.", "Krofcheck, D.J., E.L. Loudermilk, J.K. Hiers, R.M. Scheller, and M.D. Hurteau. 2019. The effects of management on long-term carbon stability in a southeastern U.S. forest matrix under extreme fire weather. Ecosphere. 10(3):e02631.", "Kuloglu, T.Z., V.J. Lieffers, and A.E. Anderson. 2019. Impact of Shortened Winter Road Access on Costs of Forest Operations. Forests. 10(5):447.", "Liu, Y., M. Kumar, G.G. Katul, and A. Porporato. 2019. Reduced resilience as an early warning signal of forest mortality. Nature Climate Change. 9(11):880-885.", "McCoy, K.J. and D.E. Ladd. 2019. Documentation of a Soil-Water-Balance Model to estimate recharge to Blue Ridge, Piedmont, and Mesozoic Basin fractured-rock aquifers, Fauquier County, Virginia, 1996 through 2015.", "Messeri, A., V. Becciolini, G. Messeri, M. Morabito, A. Crisci, S. Orlandini, and M.P. Ponzetta. 2019. Wild ungulates and environmental temperature: analysis on the possible utilization of data from sensor placed on GPS collars. International Journal of Biometeorology. 63(3):293-300.", "Mourtzinis, S., J.E. Specht, and S.P. Conley. 2019. Defining Optimal Soybean Sowing Dates across the US. Scientific Reports. 9(1):", "Myer, M.H., C.M. Fizer, K.R. Mcpherson, A.C. Neale, A.N. Pilant, A. Rodriguez, P.Y. Whung, and J.M. Johnston. 2019. Mapping Aedes aegypti (Diptera: Culicidae) and Aedes albopictus Vector Mosquito Distribution in Brownsville, TX. Journal of Medical Entomology.", "Newman, A.J., M.P. Clark, R.J. Longman, and T.W. Giambelluca. 2019. Methodological Intercomparisons of Station-Based Gridded Meteorological Products: Utility, Limitations, and Paths Forward. Journal of Hydrometeorology. 20(3):531-547.", "Newman, A.J., M.P. Clark, R.J. Longman, E. Gilleland, T.W. Giambelluca, and J.R. Arnold. 2019. Use of Daily Station Observations to Produce High-Resolution Gridded Probabilistic Precipitation and Temperature Time Series for the Hawaiian Islands. Journal of Hydrometeorology. 20(3):509-529.", "Notaro, M., K. Emmett, and D. O'Leary. 2019. Spatio-Temporal Variability in Remotely Sensed Vegetation Greenness Across Yellowstone National Park. Remote Sensing. 11(7):798.", "Olimb, S.K. and B. Robinson. 2019. Grass to grain: Probabilistic modeling of agricultural conversion in the North American Great Plains. Ecological Indicators. 102:237-245.", "Pregler, K.C., R.D. Hanks, E.S. Childress, N.P. Hitt, D.J. Hocking, B.H. Letcher, T. Wagner, and Y. Kanno. 2019. State-space analysis of power to detect regional brook trout population trends over time. Canadian Journal of Fisheries and Aquatic Sciences. 1-11.", "Rapp, J.M., D.A. Lutz, R.D. Huish, B. Dufour, S. Ahmed, T.L. Morelli, and K.A. Stinson. 2019. Finding the sweet spot: Shifting optimal climate for maple syrup production in North America. Forest Ecology and Management. 448:187-197.", "Renne, R.R., D.R. Schlaepfer, K.A. Palmquist, J.B. Bradford, I.C. Burke, and W.K. Lauenroth. 2019. Soil and stand structure explain shrub mortality patterns following global change-type drought and extreme precipitation. Ecology. 100(12):", "Richardson, A.D., K. Hufkens, X. Li, and T.R. Ault. 2019. Testing Hopkins' Bioclimatic Law with PhenoCam data. Applications in Plant Sciences. 7(3):e01228.", "Rigge, M., C. Homer, B. Wylie, Y. Gu, H. Shi, G. Xian, D.K. Meyer, and B. Bunde. 2019. Using remote sensing to quantify ecosystem site potential community structure and deviation in the Great Basin, United States. Ecological Indicators. 96:516-531.", "Roberts, D.R., W.H. Wood, and S.J. Marshall. 2019. Assessments of downscaled climate data with a high-resolution weather station network reveal consistent but predictable bias. International Journal of Climatology. 39(6):3091-3103.", "Rondeau-Genesse, G. and M. Braun. 2019. Impact of internal variability on climate change for the upcoming decades: analysis of the CanESM2-LE and CESM-LE large ensembles. Climatic Change. 156(3):299-314.", "Stone, B., K. Lanza, E. Mallen, J. Vargo, and A. Russell. 2019. Urban Heat Management in Louisville, Kentucky: A Framework for Climate Adaptation Planning. Journal of Planning Education and Research. 0739456X1987921.", "Thoma, D.P., E.K. Shanahan, and K.M. Irvine. 2019. Climatic Correlates of White Pine Blister Rust Infection in Whitebark Pine in the Greater Yellowstone Ecosystem. Forests. 10(8):666.", "Vazquez-Lule, A., R. Colditz, J. Herrera-Silveira, M. Guevara, M.T. Rodriguez-Zuniga, I. Cruz, R. Ressl, and R. Vargas. 2019. Greenness trends and carbon stocks of mangroves across Mexico. Environmental Research Letters. 14(7):075010.", "Weinberger, K.R., K.R. Spangler, A. Zanobetti, J.D. Schwartz, and G.A. Wellenius. 2019. Comparison of temperature-mortality associations estimated with different exposure metrics. Environmental Epidemiology. 3(5):e072.", "Xin, Q., Y. Dai, and X. Liu. 2019. A simple time-stepping scheme to simulate leaf area index, phenology, and gross primary production across deciduous broadleaf forests in the eastern United States. Biogeosciences. 16(2):467-484.", "Zimova, M., A.P.K. Siren, J.J. Nowak, A.M. Bryan, J.S. Ivan, T.L. Morelli, S.L. Suhrer, J. Whittington, and L.S. Mills. 2019. Local climate determines vulnerability to camouflage mismatch in snowshoe hares. Global Ecology and Biogeography. 29(3):503-515.", "Aboutalebi, M., A. Torres-Rua, and N. Allen. 2018. Spatial and Temporal Analysis of Precipitation and Effective Rainfall Using Gauge Observations, Satellite, and Gridded Climate Data for Agricultural Water Management in the Upper Colorado River Basin. Remote Sensing. 10(12):2058.", "Baijnath-Rodino, J.A. and C.R. Duguay. 2018. Historical Spatiotemporal Trends in Snowfall Extremes over the Canadian Domain of the Great Lakes Basin. Advances in Meteorology. 2018:1-20.", "Baijnath-Rodino, J.A., C.R. Duguay, and E. LeDrew. 2018. Climatological trends of snowfall over the Laurentian Great Lakes Basin. International Journal of Climatology. 38(10):3942-3962.", "Biederman, J.A., R.L. Scott, J.A. Arnone III, R.L. Jasoni, M.E. Litvak, M.T. Moreo, S.A. Papuga, G.E. Ponce-Campos, A.P. Schreiner-McGraw, and E.R. Vivoni. 2018. Shrubland carbon sink depends upon winter water availability in the warm deserts of North America. Agricultural and Forest Meteorology. 249:407-419.", "Brandes, E., G.S. McNunn, L.A. Schulte, D.J. Muth, A. VanLoocke, and E.A. Heaton. 2018. Targeted subfield switchgrass integration could improve the farm economy, water quality, and bioenergy feedstock production. GCB Bioenergy. 10(3):199-212.", "Braziunas, K.H., W.D. Hansen, R. Seidl, W. Rammer, and M.G. Turner. 2018. Looking beyond the mean: Drivers of variability in postfire stand development of conifers in Greater Yellowstone. Forest Ecology and Management. 430:460-471.", "Brown, R. and D. Markewitz. 2018. Soil heterotrophic respiration: Measuring and modeling seasonal variation and silvicultural impacts. Forest Ecology and Management. 430:594-608.", "Bugden, T. (2018) Capturing Spatial Variation in the Precipitation-Runoff Modeling System.. ():", "Carroll, M.L. and T.V. Loboda. 2018. The sign, magnitude and potential drivers of change in surface water extent in Canadian tundra. Environmental Research Letters. 13(4):045009.", "Cook, R.B., Y. Wei, L.A. Hook, S.K.S. Vannan, and J.J. McNelis 2018. Preserve: Protecting Data for Long-Term Use. Ecological Informatics.", "Cristobal, J., J. Jimenez-Munoz, A. Prakash, C. Mattar, D. Skokovic, and J. Sobrino. 2018. An Improved Single-Channel Method to Retrieve Land Surface Temperature from the Landsat-8 Thermal Band. Remote Sensing. 10(3):431.", "Crossman, J. and J.A. Elliott. 2018. Bridging the gap between terrestrial, riverine and limnological research: Application of a model chain to a mesotrophic lake in North America. Science of The Total Environment. 622-623:1363-1378.", "Damianidis, D., B.V. Ortiz, G.L. Windham, K.L. Bowen, G. Hoogenboom, B.T. Scully, A. Hagan, T. Knappenberger, P. Woli, and W.P. Williams. 2018. Evaluating a generic drought index as a predictive tool for aflatoxin contamination of corn: From plot to regional level. Crop Protection. 113:64-74.", "Dauwalter, D.C., K.A. Fesenmyer, S.W. Miller, and T. Porter. 2018. Response of Riparian Vegetation, Instream Habitat, and Aquatic Biota to Riparian Grazing Exclosures. North American Journal of Fisheries Management. 38(5):1187-1200.", "Davis, T.S. and E.M. Hansen. 2018. An ordinal day model of spruce beetle trap capture phenology in northern Colorado. Journal of Applied Entomology. 142(1-2):277-281.", "De Wekker, S., M. Kossmann, J. Knievel, L. Giovannini, E. Gutmann, and D. Zardi. 2018. Meteorological Applications Benefiting from an Improved Understanding of Atmospheric Exchange Processes over Mountains. Atmosphere. 9(10):371.", "Deng, J., L. Guo, W. Salas, P. Ingraham, J.G. Charrier-Klobas, S. Frolking, and C. Li. 2018. Changes in Irrigation Practices Likely Mitigate Nitrous Oxide Emissions From California Cropland. Global Biogeochemical Cycles. 32(10):1514-1527.", "DeWoody, J., D.L. Rogers, V.D. Hipkins, and B.A. Endress. 2018. Spatially explicit and multi-sourced genetic information is critical for conservation of an endangered plant species, San Diego thornmint (Acanthomintha ilicifolia). Conservation Genetics. 19(4):893-907.", "Dhakal, K., V.G. Kakani, and E. Linde. 2018. Climate Change Impact on Wheat Production in the Southern Great Plains of the US Using Downscaled Climate Data. Atmospheric and Climate Sciences. 08(02):143-162.", "Duval, B.D., R. Ghimire, M.D. Hartman, and M.A. Marsalis. 2018. Water and nitrogen management effects on semiarid sorghum production and soil trace gas flux under future climate. PLOS ONE. 13(4):e0195782.", "Emmett, K.D., K.M. Renwick, and B. Poulter. 2018. Disentangling Climate and Disturbance Effects on Regional Vegetation Greening Trends. Ecosystems.", "Gallant, A., W. Sadinski, J. Brown, G. Senay, and M. Roth. 2018. Challenges in Complementing Data from Ground-Based Sensors with Satellite-Derived Products to Measure Ecological Changes in Relation to Climate--Lessons from Temperate Wetland-Upland Landscapes. Sensors. 18(3):880.", "Gangrade, S., S.C. Kao, B.S. Naz, D. Rastogi, M. Ashfaq, N. Singh, and B.L. Preston. 2018. Sensitivity of Probable Maximum Flood in a Changing Environment. Water Resources Research. 54(6):3913-3936.", "Gomez-Casanovas, N., N.J. DeLucia, T.W. Hudiburg, C.J. Bernacchi, and E.H. DeLucia. 2018. Conversion of grazed pastures to energy cane as a biofuel feedstock alters the emission of GHGs from soils in Southeastern United States. Biomass and Bioenergy. 108:312-322.", "Grieco, M.2018. The Realism of Precipitation Extremes in High-Resolution Gridded Datasets: A Case Study over California. University of California, LA.", "Gutchess, K., L. Jin, J.L.J. Ledesma, J. Crossman, C. Kelleher, L. Lautz, and Z. Lu. 2018. Long-Term Climatic and Anthropogenic Impacts on Streamwater Salinity in New York State: INCA Simulations Offer Cautious Optimism. Environmental Science & Technology. 52(3):1339-1347.", "Hallema, D.W., G. Sun, P.V. Caldwell, S.P. Norman, E.C. Cohen, Y. Liu, K.D. Bladon, and S.G. McNulty. 2018. Burned forests impact water supplies. Nature Communications. 9(1):", "Henn, B., A.J. Newman, B. Livneh, C. Daly, and J.D. Lundquist. 2018. An assessment of differences in gridded precipitation datasets in complex terrain. Journal of Hydrology. 556:1205-1219.", "Hocking, D.J., J.T. Thorson, K. O'Neil, and B.H. Letcher. 2018. A geostatistical state-space model of animal densities for stream networks. Ecological Applications. 28(7):1782-1796.", "Holden, Z.A., A. Swanson, C.H. Luce, W.M. Jolly, M. Maneta, J.W. Oyler, D.A. Warren, R. Parsons, and D. Affleck. 2018. Decreasing fire season precipitation increased recent western US forest wildfire activity. Proceedings of the National Academy of Sciences. 115(36):E8349-E8357.", "Hufkens, K., D. Basler, T. Milliman, E.K. Melaas, and A.D. Richardson. 2018. An integrated phenology modelling framework in r . Methods in Ecology and Evolution. 9(5):1276-1285.", "Izquierdo-Verdiguier, E., R. Zurita-Milla, T.R. Ault, and M.D. Schwartz. 2018. Development and analysis of spring plant phenology products: 36 years of 1-km grids over the conterminous US. Agricultural and Forest Meteorology. 262:34-41.", "Jafarov, E.E., E.T. Coon, D.R. Harp, C.J. Wilson, S.L. Painter, A.L. Atchley, and V.E. Romanovsky. 2018. Modeling the role of preferential snow accumulation in through talik development and hillslope groundwater flow in a transitional permafrost landscape. Environmental Research Letters. 13(10):105006.", "Johnson, T.L., K.A. Boegler, R.J. Clark, M.J. Delorey, J.K.H. Bjork, F.M. Dorr, E.K. Schiffman, D.F. Neitzel, A.J. Monaghan, and R.J. Eisen. 2018. An Acarological Risk Model Predicting the Density and Distribution of Host-Seeking Ixodes scapularis Nymphs in Minnesota. The American Journal of Tropical Medicine and Hygiene. 98(6):1671-1682.", "Krebs, C., J. Henry, A. Kenney, and E. Hofer. 2018. Empirical test of the ClimateWNA model for local accuracy in the Kluane Lake area of the southern Yukon, Canada. Climate Research. 75(2):111-115.", "Li, L., Y. Zhao, Y. Fu, and Q. Xin. 2018. Satellite-Based Models Need Improvements to Simulating Annual Gross Primary Productivity: A Comparison of Six Models for Regional Modeling of Deciduous Broadleaf Forests. Remote Sensing. 10(7):1008.", "Li, X., Y. Zhou, G.R. Asrar, and Z. Zhu. 2018. Creating a seamless 1 km resolution daily land surface temperature dataset for urban and surrounding areas in the conterminous United States. Remote Sensing of Environment. 206:84-97.", "Li, X., Y. Zhou, G.R. Asrar, and Z. Zhu. 2018. Developing a 1 km resolution daily air temperature dataset for urban and surrounding areas in the conterminous United States. Remote Sensing of Environment. 215:74-84.", "Maestrini, B. and B. Basso. 2018. Drivers of within-field spatial and temporal variability of crop yield across the US Midwest. Scientific Reports. 8(1):", "Marshall, M., K. Tu, and J. Brown. 2018. Optimizing a remote sensing production efficiency model for macro-scale GPP and yield estimation in agroecosystems. Remote Sensing of Environment. 217:258-271.", "Mattia, C., S.T. Lovell, and J. Fraterrigo. 2018. Identifying marginal land for Multifunctional Perennial Cropping Systems in the Upper Sangamon River watershed, Illinois. Journal of Soil and Water Conservation. 73(6):669-681.", "McNeeley, S.M., C.F. Dewes, C.J. Stiles, T.A. Beeton, I. Rangwala, M.T. Hobbins, and C.L. Knutson. 2018. Anatomy of an interrupted irrigation season: Micro-drought at the Wind River Indian Reservation. Climate Risk Management. 19:61-82.", "Mehdipoor, H., R. Zurita-Milla, E. Izquierdo-Verdiguier, and J.L. Betancourt. 2018. Influence of source and scale of gridded temperature data on modelled spring onset patterns in the conterminous United States. International Journal of Climatology. 38(14):5430-5440.", "Melsen, L.A., N. Addor, N. Mizukami, A.J. Newman, P.J.J.F. Torfs, M.P. Clark, R. Uijlenhoet, and A.J. Teuling. 2018. Mapping (dis)agreement in hydrologic projections. Hydrology and Earth System Sciences. 22(3):1775-1791.", "Oswald, E.M. 2018. An Analysis of the Prevalence of Heat Waves in the United States between 1948 and 2015. Journal of Applied Meteorology and Climatology. 57(7):1535-1549.", "Papacharalampous, G.A. and H. Tyralis. 2018. Evaluation of random forests and Prophet for daily streamflow forecasting. Advances in Geosciences. 45:201-208.", "Paredes-Tavares, J., M. Gomez-Albores, C. Mastachi-Loza, C. Diaz-Delgado, R. Becerril-Pina, H. Martinez-Valdes, and K. Ba. 2018. Impacts of Climate Change on the Irrigation Districts of the Rio Bravo Basin. Water. 10(3):258.", "Rajib, A., G.R. Evenson, H.E. Golden, and C.R. Lane. 2018. Hydrologic model predictability improves with spatially explicit calibration using remotely sensed evapotranspiration and biophysical parameters. Journal of Hydrology. 567:668-683.", "Richardson, A.D., K. Hufkens, T. Milliman, D.M. Aubrecht, M. Chen, J.M. Gray, M.R. Johnston, T.F. Keenan, S.T. Klosterman, M. Kosmala, E.K. Melaas, M.A. Friedl, and S. Frolking. 2018. Tracking vegetation phenology across diverse North American biomes using PhenoCam imagery. Scientific Data. 5:180028.", "Roberge, F. and L. Sushama. 2018. Urban heat island in current and future climates for the island of Montreal. Sustainable Cities and Society. 40:501-512.", "Rodhouse, T.J., M.R. Jeffress, K.R. Sherrill, S.R. Mohren, N.J. Nordensten, M.L. Magnuson, D. Schwalm, J.A. Castillo, M. Shinderman, and C.W. Epps. 2018. Geographical variation in the influence of habitat and climate on site occupancy turnover in American pika (Ochotona princeps ). Diversity and Distributions. 24(11):1506-1520.", "Ryan, S.F., J.M. Deines, J.M. Scriber, M.E. Pfrender, S.E. Jones, S.J. Emrich, and J.J. Hellmann. 2018. Climate-mediated hybrid zone movement revealed with genomics, museum collection, and simulation modeling. Proceedings of the National Academy of Sciences. 115(10):E2284-E2291.", "Sadinski, W., A.L. Gallant, M. Roth, J. Brown, G. Senay, W. Brininger, P.M. Jones, and J. Stoker. 2018. Multi-year data from satellite- and ground-based sensors show details and scale matter in assessing climate's effects on wetland surface water, amphibians, and landscape conditions. PLOS ONE. 13(9):e0201951.", "Spiesman, B.J., A. Bennett, R. Isaacs, and C. Gratton. 2018. Harvesting effects on wild bee communities in bioenergy grasslands depend on nesting guild. Ecological Applications. 29(2):e01828.", "Towler, E., D. PaiMazumder, and J. Done. 2018. Toward the Application of Decadal Climate Predictions. Journal of Applied Meteorology and Climatology. 57(3):555-568.", "Walton, D. and A. Hall. 2018. An Assessment of High-Resolution Gridded Temperature Datasets over California. Journal of Climate. 31(10):3789-3810.", "Wang, W.J., F.R. Thompson, H.S. He, J.S. Fraser, W.D. Dijak, and M.A. Spetich. 2018. Population dynamics has greater effects than climate change on tree species distribution in a temperate forest region. Journal of Biogeography. 45(12):2766-2778.", "Wheeler, C.A., A.J. Lind, H.H. Welsh, and A.K. Cummings. 2018. Factors that Influence the Timing of Calling and Oviposition of a Lotic Frog in Northwestern California. Journal of Herpetology. 52(3):289-298.", "Wright, M., R.L. Sherriff, A.E. Miller, and T. Wilson. 2018. Stand basal area and temperature interact to influence growth in white spruce in southwest Alaska. Ecosphere. 9(10):e02462.", "Bare, M.2017. Sensitivity Analysis of the Penman-Monteith Equation for Delta Alfalfa. California State University, Department of Civil Engineering.", "Bosart, L.F., B.J. Moore, J.M. Cordeira, and H.M. Archambault. 2017. Interactions of North Pacific Tropical, Midlatitude, and Polar Disturbances Resulting in Linked Extreme Weather Events over North America in October 2007. Monthly Weather Review. 145(4):1245-1273.", "Bose, A.K., A. Weiskittel, and R.G. Wagner. 2017. A three decade assessment of climate-associated changes in forest composition across the north-eastern USA. Journal of Applied Ecology. 54(6):1592-1604.", "Burns, E.R., Y. Zhu, H. Zhan, M. Manga, C.F. Williams, S.E. Ingebritsen, and J.B. Dunham. 2017. Thermal effect of climate change on groundwater-fed ecosystems. Water Resources Research. 53(4):3341-3351.", "Daraio, J.A. 2017. Potential Climate Change Impacts on Streamflow and Recharge in Two Watersheds on the New Jersey Coastal Plain. Journal of Hydrologic Engineering. 22(6):05017002.", "Driscoll, J.M., L.E. Hay, and A.R. Bock. 2017. Spatiotemporal Variability of Snow Depletion Curves Derived from SNODAS for the Conterminous United States, 2004-2013. JAWRA Journal of the American Water Resources Association. 53(3):655-666.", "Flockhart, D.T.T., B. Fitz-gerald, L.P. Brower, R. Derbyshire, S. Altizer, K.A. Hobson, L.I. Wassenaar, and D.R. Norris. 2017. Migration distance as a selective episode for wing morphology in a migratory insect. Movement Ecology. 5(1):", "Gamo, R.S., K.T. Smith, and J.L. Beck. 2017. Energy development and hunter success for mule deer and pronghorn in Wyoming. Wildlife Society Bulletin. 41(1):62-69.", "Hereford, J. 2017. Genetic Divergence for Physiological Response to Temperature between Populations of a C3-C4 Intermediate Annual. International Journal of Plant Sciences. 178(6):431-438.", "Jain, P., X. Wang, and M.D. Flannigan. 2017. Trend analysis of fire season length and extreme fire weather in North America between 1979 and 2015. International Journal of Wildland Fire. 26(12):1009.", "Jin, Z., Q. Zhuang, J. Wang, S.V. Archontoulis, Z. Zobel, and V.R. Kotamarthi. 2017. The combined and separate impacts of climate extremes on the current and future US rainfed maize and soybean production under elevated CO2 . Global Change Biology. 23(7):2687-2704.", "Johnson, T.L., U. Haque, A.J. Monaghan, L. Eisen, M.B. Hahn, M.H. Hayden, H.M. Savage, J. McAllister, J.P. Mutebi, and R.J. Eisen. 2017. Modeling the Environmental Suitability for Aedes (Stegomyia) aegypti and Aedes (Stegomyia) albopictus (Diptera: Culicidae) in the Contiguous United States. Journal of Medical Entomology. 54(6):1605-1614.", "Kanno, Y., M.A. Kulp, S.E. Moore, and G.D. Grossman. 2017. Native brook trout and invasive rainbow trout respond differently to seasonal weather variation: Spawning timing matters. Freshwater Biology. 62(5):868-879.", "Krofcheck, D.J., M.D. Hurteau, R.M. Scheller, and E.L. Loudermilk. 2017. Prioritizing forest fuels treatments based on the probability of high-severity fire restores adaptive capacity in Sierran forests. Global Change Biology. 24(2):729-737.", "Krofcheck, D.J., M.D. Hurteau, R.M. Scheller, and E.L. Loudermilk. 2017. Restoring surface fire stabilizes forest carbon under extreme fire weather in the Sierra Nevada. Ecosphere. 8(1):e01663.", "Lacasella, F., S. Marta, A. Singh, K. Stack Whitney, K. Hamilton, P. Townsend, C.J. Kucharik, T.D. Meehan, and C. Gratton. 2017. From pest data to abundance-based risk maps combining eco-physiological knowledge, weather, and habitat variability. Ecological Applications. 27(2):575-588.", "Lang, B.J.2017. Identification of spatial and temporal parameters to support monitoring of Lepidoptera in urban areas. Iowa State University.", "Liu, X., E. Jacobs, A. Kumar, L. Biehl, J. Andresen, and D. Niyogi. 2017. The Purdue Agro-climatic (PAC) dataset for the U.S. Corn Belt: Development and initial results. Climate Risk Management. 15:61-72.", "Myer, M.H., S.R. Campbell, and J.M. Johnston. 2017. Spatiotemporal modeling of ecological and sociological predictors of West Nile virus in Suffolk County, NY, mosquitoes. Ecosphere. 8(6):e01854.", "Rastogi, D., S.C. Kao, M. Ashfaq, R. Mei, E.D. Kabela, S. Gangrade, B.S. Naz, B.L. Preston, N. Singh, and V.G. Anantharaj. 2017. Effects of climate change on probable maximum precipitation: A sensitivity study over the Alabama-Coosa-Tallapoosa River Basin. Journal of Geophysical Research: Atmospheres. 122(9):4808-4828.", "Rose, K.C., S.R. Greb, M. Diebel, and M.G. Turner. 2017. Annual precipitation regulates spatial and temporal drivers of lake water clarity. Ecological Applications. 27(2):632-643.", "Shi, H., M. Rigge, C.G. Homer, G. Xian, D.K. Meyer, and B. Bunde. 2017. Historical Cover Trends in a Sagebrush Steppe Ecosystem from 1985 to 2013: Links with Climate, Disturbance, and Management. Ecosystems. 21(5):913-929.", "Silet, B.R.2017. Resource Utilization and Movements of American Marten (Martes Americana) in the Eastern Upper Peninsula, Michigan. Michigan State University.", "Walker, R.H., B.M. Maitland, T.N. LaSharr, M.N. Rosing, and M. Ben-David. 2017. Fate of juvenile salmonids stranded in off-channel pools: implications for nutrient transfers. Aquatic Sciences. 80(1):", "Xu, B., Y. Pan, A.F. Plante, K. McCullough, and R. Birdsey. 2017. Modeling forest carbon cycle using long-term carbon stock field measurement in the Delaware River Basin. Ecosphere. 8(5):e01802.", "Yang, W.H., R.A. Ryals, D.F. Cusack, and W.L. Silver. 2017. Cross-biome assessment of gross soil nitrogen cycling in California ecosystems. Soil Biology and Biochemistry. 107:144-155.", "Zhang, N., C. Zhao, S.M. Quiring, and J. Li. 2017. Winter Wheat Yield Prediction Using Normalized Difference Vegetative Index and Agro-Climatic Parameters in Oklahoma. Agronomy Journal. 109(6):2700.", "Zhu, L., V.C. Radeloff, and A.R. Ives. 2017. Characterizing global patterns of frozen ground with and without snow cover using microwave and MODIS satellite data products. Remote Sensing of Environment. 191:168-178.", "Farmaha, B.S., D.B. Lobell, K.E. Boone, K.G. Cassman, H.S. Yang, and P. Grassini. 2016. Contribution of persistent factors to yield gaps in high-yield irrigated maize. Field Crops Research. 186:124-132.", "Hahn, M.B., C.S. Jarnevich, A.J. Monaghan, and R.J. Eisen. 2016. Modeling the Geographic Distribution ofIxodes scapularisandIxodes pacificus(Acari: Ixodidae) in the Contiguous United States. Journal of Medical Entomology. 53(5):1176-1191.", "Jin, Z., Q. Zhuang, Z. Tan, J.S. Dukes, B. Zheng, and J.M. Melillo. 2016. Do maize models capture the impacts of heat and drought stresses on yield? Using algorithm ensembles to identify successful approaches. Global Change Biology. 22(9):3112-3126.", "Kanno, Y., K.C. Pregler, N.P. Hitt, B.H. Letcher, D.J. Hocking, and J.E.B. Wofford. 2016. Seasonal temperature and precipitation regulate brook trout young-of-the-year abundance and population dynamics. Freshwater Biology. 61(1):88-99.", "Torbick, N., B. Ziniti, S. Wu, and E. Linder. 2016. Spatiotemporal Lake Skin Summer Temperature Trends in the Northeast United States. Earth Interactions. 20(25):1-21.", "Xiao, C., B.M. Lofgren, J. Wang, and P.Y. Chu. 2016. Improving the lake scheme within a coupled WRF-lake model in the Laurentian Great Lakes. Journal of Advances in Modeling Earth Systems. 8(4):1969-1985.", "Yu, E.G., L. Di, L. Kang, R. Shrestha, M.S. Rahman, L. Lin, M. Deng, and Z. Yang. 2016. Online parameterization for WOFOST for United States using open geospatial standards. 1-6.", "Zhong, J., T.E. Yu, J.A. Larson, B.C. English, J.S. Fu, and J. Calcagno. 2016. Analysis of environmental and economic tradeoffs in switchgrass supply chains for biofuel production. Energy. 107:791-803.", "GR Balboa, SV Archontoulis, F Salvagiotti, FO Garcia, WM Stewart, E Francisco, PV Vara Prasad, I.A. CiampittiA systems-level yeild gap assessment of maize-soybean rotation under high- and low-management inputs in the Western US Corn Belt using APSIM. Agricultural Systems. 174:145-154. ."], "doi": ["https://doi.org/10.1016/j.agwat.2020.106425", "https://doi.org/10.1002/jmv.25864", "https://doi.org/10.1111/ajae.12123", "https://doi.org/10.1111/ecog.05297", "https://doi.org/10.1016/j.ypmed.2019.105885", "https://doi.org/10.1111/gcb.15133", "https://doi.org/10.1371/journal.pone.0227480", "https://doi.org/10.1016/j.ejrh.2020.100698", "https://doi.org/10.1111/1752-1688.12826", "https://doi.org/10.3390/rs12071111", "https://doi.org/10.1029/2019JG005257", "https://doi.org/10.1088/1748-9326/ab8ec4", "https://doi.org/10.1016/j.rama.2020.06.009", "https://doi.org/10.1111/gcb.14959", "https://doi.org/10.1088/1748-9326/aba927", "https://doi.org/10.1007/s10841-019-00212-3", "https://doi.org/10.3390/f11010119", "https://doi.org/10.1038/s41598-020-59494-2", "https://doi.org/10.1175/JHM-D-19-0113.1", "https://doi.org/10.1175/JHM-D-19-0284.1", "https://doi.org/10.1002/agj2.20234", "https://doi.org/10.1007/s00704-020-03224-1", "https://doi.org/10.1002/hyp.13889", "https://doi.org/10.1111/1752-1688.12863", "https://doi.org/10.18122/bio_data/5/boisestate", "https://doi.org/10.1371/journal.pone.0232537", "https://doi.org/10.1016/j.agrformet.2019.107803", "https://doi.org/10.1016/j.agrformet.2019.107775", "https://doi.org/10.1016/j.fcr.2020.107932", "https://doi.org/10.1016/j.rama.2020.03.009", "https://doi.org/10.3390/rs12030412", "https://doi.org/10.3390/s20071915", "https://doi.org/10.1002/hyp.13735", "https://doi.org/10.1088/1748-9326/ab7b9a", "https://doi.org/10.1002/jwmg.21873", "https://doi.org/10.1175/JCLI-D-19-0439.1", "https://doi.org/10.1088/1748-9326/ab865f", "https://doi.org/10.1016/j.rse.2019.111521", "https://doi.org/10.2136/sssaj2018.07.0248", "https://doi.org/10.3390/ijgi8010024", "https://doi.org/10.1093/biolinnean/blz037", "https://doi.org/10.1007/s00704-019-02799-8", "https://doi.org/10.1111/icad.12399", "https://doi.org/10.3390/f10100866", "https://doi.org/10.1016/j.agrformet.2019.107668", "https://doi.org/10.1016/j.scitotenv.2018.10.160", "https://doi.org/10.1016/j.scitotenv.2019.04.287", "https://doi.org/10.1016/j.scitotenv.2018.11.277", "https://doi.org/10.3390/atmos10080430", "https://doi.org/10.1117/1.JRS.13.024516", "https://doi.org/10.1016/j.agrformet.2019.107694", "https://doi.org/10.1002/ecs2.2788", "https://doi.org/10.3390/w11081629", "https://doi.org/10.1029/2018WR024256", "https://doi.org/10.1088/1748-9326/aaf2be", "https://doi.org/10.1002/ecs2.2971", "https://doi.org/10.1002/jwmg.21629", "https://doi.org/10.1002/lno.11365", "https://doi.org/10.1073/pnas.1813145116", "https://doi.org/10.1007/s00382-019-04987-8", "https://doi.org/10.1016/j.rse.2019.04.005", "https://doi.org/10.3390/insects10070190", "https://doi.org/10.1371/journal.pone.0222097", "https://doi.org/10.1002/ECS2.2631", "https://doi.org/10.3390/f10050447", "https://doi.org/10.1038/s41558-019-0583-9", "https://doi.org/10.3133/sir20195056", "https://doi.org/10.1007/s00484-018-01662-1", "https://doi.org/10.1038/s41598-019-38971-3", "https://doi.org/10.1093/jme/tjz132", "https://doi.org/10.1175/JHM-D-18-0114.1", "https://doi.org/10.1175/JHM-D-18-0113.1", "https://doi.org/10.3390/rs11070798", "https://doi.org/10.1016/j.ecolind.2019.02.042", "https://doi.org/10.1139/cjfas-2018-0241", "https://doi.org/10.1016/j.foreco.2019.05.045", "https://doi.org/10.1002/ecy.2889", "https://doi.org/10.1002/aps3.1228", "https://doi.org/10.1016/j.ecolind.2018.09.037", "https://doi.org/10.1002/joc.6005", "https://doi.org/10.1007/s10584-019-02550-2", "https://doi.org/10.1177/0739456X19879214", "https://doi.org/10.3390/f10080666", "https://doi.org/10.1088/1748-9326/ab246e", "https://doi.org/10.1097/EE9.0000000000000072", "https://doi.org/10.5194/bg-16-467-2019", "https://doi.org/10.1111/geb.13049", "https://doi.org/10.3390/rs10122058", "https://doi.org/10.1155/2018/5404123", "https://doi.org/10.1002/joc.5546", "https://doi.org/10.1016/j.agrformet.2017.11.005", "https://doi.org/10.1111/gcbb.12481", "https://doi.org/10.1016/j.foreco.2018.08.034", "https://doi.org/10.1016/j.foreco.2018.08.018", "https://doi.org/10.1016/j.foreco.2018.08.018", "https://doi.org/10.1088/1748-9326/aab794", "NA", "https://doi.org/10.3390/rs10030431", "https://doi.org/10.1016/j.scitotenv.2017.12.052", "https://doi.org/10.1016/j.cropro.2018.07.013", "https://doi.org/10.1002/nafm.10224", "https://doi.org/10.1111/jen.12424", "https://doi.org/10.3390/atmos9100371", "https://doi.org/10.1029/2018GB005961", "https://doi.org/10.1007/s10592-018-1062-y", "https://doi.org/10.4236/acs.2018.82011", "https://doi.org/10.1371/journal.pone.0195782", "https://doi.org/10.1007/s10021-018-0309-2", "https://doi.org/10.3390/s18030880", "https://doi.org/10.1029/2017WR021987", "https://doi.org/10.1016/j.biombioe.2017.11.020", "NA", "https://doi.org/10.1021/acs.est.7b04385", "https://doi.org/10.1038/s41467-018-03735-6", "https://doi.org/10.1016/j.jhydrol.2017.03.008", "https://doi.org/10.1002/eap.1767", "https://doi.org/10.1073/pnas.1802316115", "https://doi.org/10.1111/2041-210X.12970", "https://doi.org/10.1016/j.agrformet.2018.06.028", "https://doi.org/10.1088/1748-9326/aadd30", "https://doi.org/10.4269/ajtmh.17-0539", "https://doi.org/10.3354/cr01511", "https://doi.org/10.3390/rs10071008", "https://doi.org/10.1016/j.rse.2017.12.010", "https://doi.org/10.1016/j.rse.2018.05.034", "https://doi.org/10.1038/s41598-018-32779-3", "https://doi.org/10.1016/j.rse.2018.08.001", "https://doi.org/10.2489/jswc.73.6.669", "https://doi.org/10.1016/j.crm.2017.09.004", "https://doi.org/10.1002/joc.5857", "https://doi.org/10.5194/hess-22-1775-2018", "https://doi.org/10.1175/JAMC-D-17-0274.1", "https://doi.org/10.5194/adgeo-45-201-2018", "https://doi.org/10.3390/w10030258", "https://doi.org/10.1016/j.jhydrol.2018.10.024", "https://doi.org/10.1038/sdata.2018.28", "https://doi.org/10.1016/j.scs.2018.04.033", "https://doi.org/10.1111/ddi.12791", "https://doi.org/10.1073/pnas.1714950115", "https://doi.org/10.1371/journal.pone.0201951", "https://doi.org/10.1002/eap.1828", "https://doi.org/10.1175/JAMC-D-17-0113.1", "https://doi.org/10.1175/JCLI-D-17-0410.1", "https://doi.org/10.1111/jbi.13467", "https://doi.org/10.1670/17-103", "https://doi.org/10.1002/ecs2.2462", "NA", "https://doi.org/10.1175/MWR-D-16-0230.1", "https://doi.org/10.1111/1365-2664.12917", "https://doi.org/10.1002/2016WR020007", "https://doi.org/10.1061/(ASCE)HE.1943-5584.0001500 https://doi.org/10.1061/(ASCE)HE.1943-5584.0001500", "https://doi.org/10.1111/1752-1688.12520", "https://doi.org/10.1186/s40462-017-0098-9", "https://doi.org/10.1002/wsb.728", "https://doi.org/10.1086/691695", "https://doi.org/10.1071/WF17008", "https://doi.org/10.1111/gcb.13617", "https://doi.org/10.1093/jme/tjx163", "https://doi.org/10.1111/fwb.12906", "https://doi.org/10.1111/gcb.13913", "https://doi.org/10.1002/ecs2.1663", "https://doi.org/10.1002/eap.1467", "NA", "https://doi.org/10.1016/j.crm.2016.10.005", "https://doi.org/10.1002/ecs2.1854", "https://doi.org/10.1002/2016JD026001", "https://doi.org/10.1002/eap.1471", "https://doi.org/10.1007/s10021-017-0191-3", "NA", "https://doi.org/10.1007/s00027-017-0562-z", "https://doi.org/10.1002/ecs2.1802", "https://doi.org/10.1016/j.soilbio.2017.01.004", "https://doi.org/10.2134/agronj2017.03.0133", "https://doi.org/10.1016/j.rse.2017.01.020", "https://doi.org/10.1016/j.fcr.2015.10.020", "https://doi.org/10.1093/jme/tjw076", "https://doi.org/10.1111/gcb.13376", "https://doi.org/10.1111/fwb.12682", "https://doi.org/10.1175/EI-D-16-0015.1", "https://doi.org/10.1002/2016MS000717", "https://doi.org/10.1109/Agro-Geoinformatics.2016.7577658", "https://doi.org/10.1016/j.energy.2016.04.086", "https://doi.org/10.1016/j.energy.2016.04.086"]}