{"processing_level_id": "4", "tags": {"edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "1995-06-01T00:00:00.000Z", "version_id": "4.1", "updated": "2019-06-07T13:33:11.000Z", "dataset_id": "Global Fire Emissions Database, Version 4.1 (GFEDv4)", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "fire_emissions_v4_R1_1293", "organizations": ["ORNL_DAAC"], "title": "Global Fire Emissions Database, Version 4.1 (GFEDv4)", "coordinate_system": "CARTESIAN", "summary": "This dataset provides global estimates of monthly burned area, monthly emissions and fractional contributions of different fire types, daily or 3-hourly fields to scale the monthly emissions to higher temporal resolutions, and data for monthly biosphere fluxes. The data are at 0.25-degree latitude by 0.25-degree longitude spatial resolution and are available from June 1995 through 2016, depending on the dataset. Emissions data are available for carbon (C), dry matter (DM), carbon dioxide (CO2), carbon monoxide (CO), methane (CH4), hydrogen (H2), nitrous oxide (N2O), nitrogen oxides (NOx), non-methane hydrocarbons (NMHC), organic carbon (OC), black carbon (BC), particulate matter less than 2.5 microns (PM2.5), total particulate matter (TPM), and sulfur dioxide (SO2) among others. These data are yearly totals by region, globally, and by fire source for each region.", "has_granules": true, "time_end": "2016-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C1424722560-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 5952, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/fire_emissions_v4_R1/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/VEGETATION/guides/fire_emissions_v4_R1.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/1293"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/fire_emissions_v4_R1/comp/fire_emissions_v4_R1.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/fire_emissions_v4_R1/comp/fire_emissions_v4_R1_Fig1.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/VEGETATION/guides//fire_emissions_v4_R1_Fig1.png"}], "cmr": {"title": "Global Fire Emissions Database, Version 4.1 (GFEDv4)", "summary": "This dataset provides global estimates of monthly burned area, monthly emissions and fractional contributions of different fire types, daily or 3-hourly fields to scale the monthly emissions to higher temporal resolutions, and data for monthly biosphere fluxes. The data are at 0.25-degree latitude by 0.25-degree longitude spatial resolution and are available from June 1995 through 2016, depending on the dataset. Emissions data are available for carbon (C), dry matter (DM), carbon dioxide (CO2), carbon monoxide (CO), methane (CH4), hydrogen (H2), nitrous oxide (N2O), nitrogen oxides (NOx), non-methane hydrocarbons (NMHC), organic carbon (OC), black carbon (BC), particulate matter less than 2.5 microns (PM2.5), total particulate matter (TPM), and sulfur dioxide (SO2) among others. These data are yearly totals by region, globally, and by fire source for each region.", "id": "C1424722560-ORNL_DAAC", "description": "This dataset provides global estimates of monthly burned area, monthly emissions and fractional contributions of different fire types, daily or 3-hourly fields to scale the monthly emissions to higher temporal resolutions, and data for monthly biosphere fluxes. The data are at 0.25-degree latitude by 0.25-degree longitude spatial resolution and are available from June 1995 through 2016, depending on the dataset. Emissions data are available for carbon (C), dry matter (DM), carbon dioxide (CO2), carbon monoxide (CO), methane (CH4), hydrogen (H2), nitrous oxide (N2O), nitrogen oxides (NOx), non-methane hydrocarbons (NMHC), organic carbon (OC), black carbon (BC), particulate matter less than 2.5 microns (PM2.5), total particulate matter (TPM), and sulfur dioxide (SO2) among others. These data are yearly totals by region, globally, and by fire source for each region.", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "1995-06-01 to 2016-12-31", "Platform": "Environmental Modeling, TRMM, TERRA, ERS-1", "Data Center": "ORNL_DAAC", "Instrument": "Computer, VIIRS, MODIS, ATSR", "Version": "4.1", "ScienceKeywords1": "EARTH SCIENCE@ATMOSPHERE@AEROSOLS@CARBONACEOUS AEROSOLS", "ScienceKeywords2": "EARTH SCIENCE@ATMOSPHERE@AEROSOLS@PARTICULATE MATTER", "ScienceKeywords3": "EARTH SCIENCE@ATMOSPHERE@AIR QUALITY@EMISSIONS", "ScienceKeywords4": "EARTH SCIENCE@ATMOSPHERE@AIR QUALITY@NITROGEN OXIDES"}, "citation": ["Kleidon, A. 2021. What limits photosynthesis? Identifying the thermodynamic constraints of the terrestrial biosphere within the Earth system. Biochimica et Biophysica Acta (BBA) - Bioenergetics. 1862(1):148303.", "Byrne, B., J. Liu, M. Lee, I. Baker, K.W. Bowman, N.M. Deutscher, D.G. Feist, D.W.T. Griffith, L.T. Iraci, M. Kiel, J.S. Kimball, C.E. Miller, I. Morino, N.C. Parazoo, C. Petri, C.M. Roehl, M.K. Sha, K. Strong, V.A. Velazco, P.O. Wennberg, and D. Wunch. 2020. Improved Constraints on Northern Extratropical CO 2 Fluxes Obtained by Combining Surface-Based and Space-Based Atmospheric CO 2 Measurements . Journal of Geophysical Research: Atmospheres. 125(15):", "Chen, A., R. Tang, J. Mao, C. Yue, X. Li, M. Gao, X. Shi, M. Jin, D. Ricciuto, S. Rabin, P. Ciais, and S. Piao. 2020. Spatiotemporal dynamics of ecosystem fires and biomass burning-induced carbon emissions in China over the past two decades. Geography and Sustainability. 1(1):47-58.", "Gao, M., Z. Liu, B. Zheng, D. Ji, P. Sherman, S. Song, J. Xin, C. Liu, Y. Wang, Q. Zhang, J. Xing, J. Jiang, Z. Wang, G.R. Carmichael, and M.B. McElroy. 2020. China's emission control strategies have suppressed unfavorable influences of climate on wintertime PM<sub>2.5</sub> concentrations in Beijing since 2002. Atmospheric Chemistry and Physics. 20(3):1497-1505.", "Lin, H., X. Feng, T.M. Fu, H. Tian, Y. Ma, L. Zhang, D.J. Jacob, R.M. Yantosca, M.P. Sulprizio, E.W. Lundgren, J. Zhuang, Q. Zhang, X. Lu, L. Zhang, L. Shen, J. Guo, S.D. Eastham, and C.A. Keller. 2020. WRF-GC (v1.0): online coupling of WRF (v3.9.1.1) and GEOS-Chem (v12.2.1) for regional atmospheric chemistry modeling - Part 1: Description of the one-way model. Geoscientific Model Development. 13(7):3241-3265.", "Nguyen, N.H., A.J. Turner, Y. Yin, M.J. Prather, and C. Frankenberg. 2020. Effects of Chemical Feedbacks on Decadal Methane Emissions Estimates. Geophysical Research Letters. 47(3):", "Yin, Y., B. Byrne, J. Liu, P.O. Wennberg, K.J. Davis, T. Magney, P. Kohler, L. He, R. Jeyaram, V. Humphrey, T. Gerken, S. Feng, J.P. Digangi, and C. Frankenberg. 2020. Cropland Carbon Uptake Delayed and Reduced by 2019 Midwest Floods. AGU Advances. 1(1):", "Zhang, Y., H. Wang, Y. Han, D. Wang, G. Zhu, and X. Lu. 2020. Shale gas development in China: Implications for indoor and outdoor air quality and greenhouse gas emissions. Environment International. 141:105727.", "Dadap, N.C., A.R. Cobb, A.M. Hoyt, C.F. Harvey, and A.G. Konings. 2019. Satellite soil moisture observations predict burned area in Southeast Asian peatlands. Environmental Research Letters. 14(9):094014.", "Dasadhikari, K., S.D. Eastham, F. Allroggen, R.L. Speth, and S.R.H. Barrett. 2019. Evolution of sectoral emissions and contributions to mortality from particulate matter exposure in the Asia-Pacific region between 2010 and 2015. Atmospheric Environment. 216:116916.", "Falk, S. and A. Sovde Haslerud. 2019. Update and evaluation of the ozone dry deposition in Oslo CTM3 v1.0. Geoscientific Model Development. 12(11):4705-4728.", "Francey, R.J., J.S. Frederiksen, L.P. Steele, and R.L. Langenfelds. 2019. Variability in a four-network composite of atmospheric CO<sub>2</sub> differences between three primary baseline sites. Atmospheric Chemistry and Physics. 19(23):14741-14754.", "Li, J., M. Zhang, G. Tang, Y. Sun, F. Wu, and Y. Xu. 2019. Assessment of dicarbonyl contributions to secondary organic aerosols over China using RAMS-CMAQ. Atmospheric Chemistry and Physics. 19(9):6481-6495.", "Li, Q., N. Wang, C. Barbante, S. Kang, A. Callegaro, D. Battistel, E. Argiriadis, X. Wan, P. Yao, T. Pu, X. Wu, Y. Han, and Y. Huai. 2019. Biomass burning source identification through molecular markers in cryoconites over the Tibetan Plateau. Environmental Pollution. 244:209-217.", "Liu, H., M. Zhang, X. Han, J. Li, and L. Chen. 2019. Episode analysis of regional contributions to tropospheric ozone in Beijing using a regional air quality model. Atmospheric Environment. 199:299-312.", "Longo, M., R.G. Knox, N.M. Levine, A.L.S. Swann, D.M. Medvigy, M.C. Dietze, Y. Kim, K. Zhang, D. Bonal, B. Burban, P.B. Camargo, M.N. Hayek, S.R. Saleska, R. da Silva, R.L. Bras, S.C. Wofsy, and P.R. Moorcroft. 2019. The biophysics, ecology, and biogeochemistry of functionally diverse, vertically and horizontally heterogeneous ecosystems: the Ecosystem Demography model, version 2.2 - Part 2: Model evaluation for tropical South America. Geoscientific Model Development. 12(10):4347-4374.", "Magalhaes, N.d., H. Evangelista, T. Condom, A. Rabatel, and P. Ginot. 2019. Amazonian Biomass Burning Enhances Tropical Andean Glaciers Melting. Scientific Reports. 9(1):", "Miyazaki, K., T. Sekiya, D. Fu, K.W. Bowman, S.S. Kulawik, K. Sudo, T. Walker, Y. Kanaya, M. Takigawa, K. Ogochi, H. Eskes, K.F. Boersma, A.M. Thompson, B. Gaubert, J. Barre, and L.K. Emmons. 2019. Balance of Emission and Dynamical Controls on Ozone During the Korea-United States Air Quality Campaign From Multiconstituent Satellite Data Assimilation. Journal of Geophysical Research: Atmospheres. 124(1):387-413.", "Rowlinson, M.J., A. Rap, S.R. Arnold, R.J. Pope, M.P. Chipperfield, J. McNorton, P. Forster, H. Gordon, K.J. Pringle, W. Feng, B.J. Kerridge, B.L. Latter, and R. Siddans. 2019. Impact of El Nino-Southern Oscillation on the interannual variability of methane and tropospheric ozone. Atmospheric Chemistry and Physics. 19(13):8669-8686.", "Wei, Y., X. Chen, H. Chen, J. Li, Z. Wang, W. Yang, B. Ge, H. Du, J. Hao, W. Wang, J. Li, Y. Sun, and H. Huang. 2019. IAP-AACM v1.0: a global to regional evaluation of the atmospheric chemistry model in CAS-ESM. Atmospheric Chemistry and Physics. 19(12):8269-8296.", "Xu, J.W., R.V. Martin, B.H. Henderson, J. Meng, Y.B. Oztaner, J.L. Hand, A. Hakami, M. Strum, and S.B. Phillips. 2019. Simulation of airborne trace metals in fine particulate matter over North America. Atmospheric Environment. 214:116883.", "Yang, Y. and Y. Zhao. 2019. Quantification and evaluation of atmospheric pollutant emissions from open biomass burning with multiple methods: a case study for the Yangtze River Delta region, China. Atmospheric Chemistry and Physics. 19(1):327-348.", "Yue, Zhang, Sun, and Han. 2019. Calibration and Assessment of Burned Area Simulation Capability of the LPJ-WHyMe Model in Northeast China. Forests. 10(11):992.", "Zhao, Y., M. Saunois, P. Bousquet, X. Lin, A. Berchet, M.I. Hegglin, J.G. Canadell, R.B. Jackson, D.A. Hauglustaine, S. Szopa, A.R. Stavert, N.L. Abraham, A.T. Archibald, S. Bekki, M. Deushi, P. Jockel, B. Josse, D. Kinnison, O. Kirner, V. Marecal, F.M. O&aposConnor, D.A. Plummer, L.E. Revell, E. Rozanov, A. Stenke, S. Strode, S. Tilmes, E.J. Dlugokencky, and B. Zheng. 2019. Inter-model comparison of global hydroxyl radical (OH) distributions and their impact on atmospheric methane over the 2000&#82112016 period. Atmospheric Chemistry and Physics. 19(21):13701-13723.", "Borsdorff, T., J. Andrasec, J. aan de Brugh, H. Hu, I. Aben, and J. Landgraf. 2018. Detection of carbon monoxide pollution from cities and wildfires on regional and urban scales: the benefit of CO column retrievals from SCIAMACHY 2.3 um measurements under cloudy conditions. Atmospheric Measurement Techniques. 11(5):2553-2565.", "Feng, T., W. Zhou, S. Wu, Z. Niu, P. Cheng, X. Xiong, and G. Li. 2018. Simulations of summertime fossil fuel CO2 in the Guanzhong basin, China. Science of The Total Environment. 624:1163-1170.", "Gao, M., G. Beig, S. Song, H. Zhang, J. Hu, Q. Ying, F. Liang, Y. Liu, H. Wang, X. Lu, T. Zhu, G.R. Carmichael, C.P. Nielsen, and M.B. McElroy. 2018. The impact of power generation emissions on ambient PM2.5 pollution and human health in China and India. Environment International. 121:250-259.", "Gao, M., Z. Han, Z. Liu, M. Li, J. Xin, Z. Tao, J. Li, J.E. Kang, K. Huang, X. Dong, B. Zhuang, S. Li, B. Ge, Q. Wu, Y. Cheng, Y. Wang, H.J. Lee, C.H. Kim, J.S. Fu, T. Wang, M. Chin, J.H. Woo, Q. Zhang, Z. Wang, and G.R. Carmichael. 2018. Air quality and climate change, Topic 3 of the Model Inter-Comparison Study for Asia Phase III (MICS-Asia III) - Part 1: Overview and model evaluation. Atmospheric Chemistry and Physics. 18(7):4859-4884.", "Harrison, S.P., P.J. Bartlein, V. Brovkin, S. Houweling, S. Kloster, and I.C. Prentice. 2018. The biomass burning contribution to climate-carbon cycle feedback. Earth System Dynamics Discussions. 1-22.", "Houghton, R.A. 2018. Interactions Between Land-Use Change and Climate-Carbon Cycle Feedbacks. Current Climate Change Reports. 4(2):115-127.", "Lipsett-Moore, G.J., N.H. Wolff, and E.T. Game. 2018. Emissions mitigation opportunities for savanna countries from early dry season fire management. Nature Communications. 9(1):", "Lund, M.T., G. Myhre, A.S. Haslerud, R.B. Skeie, J. Griesfeller, S.M. Platt, R. Kumar, C.L. Myhre, and M. Schulz. 2018. Concentrations and radiative forcing of anthropogenic aerosols from 1750 to 2014 simulated with the Oslo CTM3 and CEDS emission inventory. Geoscientific Model Development. 11(12):4909-4931.", "Molders, N. and S.G. Edwin. 2018. Review of Black Carbon in the Arctic--Origin, Measurement Methods, and Observations. Open Journal of Air Pollution. 07(02):181-213.", "Nowell, H.K., C.D. Holmes, K. Robertson, C. Teske, and J.K. Hiers. 2018. A New Picture of Fire Extent, Variability, and Drought Interaction in Prescribed Fire Landscapes: Insights From Florida Government Records. Geophysical Research Letters. 45(15):7874-7884.", "Peng, W., J. Yang, X. Lu, and D.L. Mauzerall. 2018. Potential co-benefits of electrification for air quality, health, and CO 2 mitigation in 2030 China. Applied Energy. 218:511-519.", "Platt, S.M., S. Eckhardt, B. Ferre, R.E. Fisher, O. Hermansen, P. Jansson, D. Lowry, E.G. Nisbet, I. Pisso, N. Schmidbauer, A. Silyakova, A. Stohl, T.M. Svendby, S. Vadakkepuliyambatta, J. Mienert, and C. Lund Myhre. 2018. Methane at Svalbard and over the European Arctic Ocean. Atmospheric Chemistry and Physics. 18(23):17207-17224.", "Punsompong, P. and S. Chantara. 2018. Identification of potential sources of PM10 pollution from biomass burning in northern Thailand using statistical analysis of trajectories. Atmospheric Pollution Research. 9(6):1038-1051.", "Rakitin, V.S., N.F. Elansky, P. Wang, G. Wang, N.V. Pankratova, Y.A. Shtabkin, A.I. Skorokhod, A.N. Safronov, M.V. Makarova, and E.I. Grechko. 2018. CHANGES IN TRENDS OF ATMOSPHERIC COMPOSITION OVER URBAN AND BACKGROUND REGIONS OF EURASIA: ESTIMATES BASED ON SPECTROSCOPIC OBSERVATIONS. GEOGRAPHY, ENVIRONMENT, SUSTAINABILITY. 11(2):84-96.", "Tellman, B., R.I. McDonald, J.H. Goldstein, A.L. Vogl, M. Florke, D. Shemie, R. Dudley, R. Dryden, P. Petry, N. Karres, K. Vigerstol, B. Lehner, and F. Veiga. 2018. Opportunities for natural infrastructure to improve urban water security in Latin America. PLOS ONE. 13(12):e0209470.", "Wang, J., N. Zeng, M. Wang, F. Jiang, H. Wang, and Z. Jiang. 2018. Contrasting terrestrial carbon cycle responses to the 1997/98 and 2015/16 extreme El Nino events. Earth System Dynamics. 9(1):1-14.", "Zhou, M., B. Langerock, C. Vigouroux, M.K. Sha, M. Ramonet, M. Delmotte, E. Mahieu, W. Bader, C. Hermans, N. Kumps, J.M. Metzger, V. Duflot, Z. Wang, M. Palm, and M. De Maziere. 2018. Atmospheric CO and CH<sub>4</sub> time series and seasonal variations on Reunion Island from ground-based in situ and FTIR (NDACC and TCCON) measurements. Atmospheric Chemistry and Physics. 18(19):13881-13901.", "Zhu, J., X. Zeng, M. Zhang, Y. Dai, D. Ji, F. Li, Q. Zhang, H. Zhang, and X. Song. 2018. Evaluation of the New Dynamic Global Vegetation Model in CAS-ESM. Advances in Atmospheric Sciences. 35(6):659-670.", "Chen, Y., D.C. Morton, N. Andela, G.R. van der Werf, L. Giglio, and J.T. Randerson. 2017. A pan-tropical cascade of fire driven by El Nino/Southern Oscillation. Nature Climate Change. 7(12):906-911.", "Cuchiara, G.C., B. Rappengluck, M.A. Rubio, E. Lissi, E. Gramsch, and R.D. Garreaud. 2017. Modeling study of biomass burning plumes and their impact on urban air qualitya case study of Santiago de Chile. Atmospheric Environment. 166:79-91.", "Dawson, K.W., N. Meskhidze, S.P. Burton, M.S. Johnson, M.S. Kacenelenbogen, C.A. Hostetler, and Y. Hu. 2017. Creating Aerosol Types from CHemistry (CATCH): A New Algorithm to Extend the Link Between Remote Sensing and Models. Journal of Geophysical Research: Atmospheres. 122(22):12,366-12,392.", "Evans, M., N. Kholod, T. Kuklinski, A. Denysenko, S.J. Smith, A. Staniszewski, W.M. Hao, L. Liu, and T.C. Bond. 2017. Black carbon emissions in Russia: A critical review. Atmospheric Environment. 163:9-21.", "Gao, M., Z. Liu, Y. Wang, X. Lu, D. Ji, L. Wang, M. Li, Z. Wang, Q. Zhang, and G.R. Carmichael. 2017. Distinguishing the roles of meteorology, emission control measures, regional transport, and co-benefits of reduced aerosol feedbacks in \"APEC Blue\". Atmospheric Environment. 167:476-486.", "Garcia, M.I., S. Rodriguez, and A. Alastuey. 2017. Impact of North America on the aerosol composition in the North Atlantic free troposphere. Atmospheric Chemistry and Physics. 17(12):7387-7404.", "Houghton, R.A. and A.A. Nassikas. 2017. Global and regional fluxes of carbon from land use and land cover change 1850-2015. Global Biogeochemical Cycles. 31(3):456-472.", "Marcolla, B., C. Rodenbeck, and A. Cescatti. 2017. Patterns and controls of inter-annual variability in the terrestrial carbon budget. Biogeosciences. 14(16):3815-3829.", "Pandey, S., S. Houweling, M. Krol, I. Aben, G. Monteil, N. Nechita-Banda, E.J. Dlugokencky, R. Detmers, O. Hasekamp, X. Xu, W.J. Riley, B. Poulter, Z. Zhang, K.C. McDonald, J.W.C. White, P. Bousquet, and T. Rockmann. 2017. Enhanced methane emissions from tropical wetlands during the 2011 La Nina. Scientific Reports. 7(1):", "Peng, W., J. Yang, F. Wagner, and D.L. Mauzerall. 2017. Substantial air quality and climate co-benefits achievable now with sectoral mitigation strategies in China. Science of The Total Environment. 598:1076-1084.", "Permadi, D.A., A. Sofyan, and N.T. Kim Oanh. 2017. Assessment of emissions of greenhouse gases and air pollutants in Indonesia and impacts of national policy for elimination of kerosene use in cooking. Atmospheric Environment. 154:82-94.", "Roest, G. and G. Schade. 2017. Quantifying alkane emissions in the Eagle Ford Shale using boundary layer enhancement. Atmospheric Chemistry and Physics. 17(18):11163-11176.", "San Miguel, J., E. Chuvieco, J. Handmer, A. Moffat, C. Montiel-Molina, L. Sandahl, and D. Viegas2017. Climatological risk: wildfires. Understanding Disaster Risk: Hazard Related Risk Issues - Section III.", "Zumkehr, A.L.2017. Anthropogenic Sources of Carbonyl Sulfide: Implications for inverse analysis of process-level carbon cycle fluxes. University of California, Merced.", "Balch, J.K., R.C. Nagy, S. Archibald, D.M.J.S. Bowman, M.A. Moritz, C.I. Roos, A.C. Scott, and G.J. Williamson. 2016. Global combustion: the connection between fossil fuel and biomass burning emissions (1997-2010). Philosophical Transactions of the Royal Society B: Biological Sciences. 371(1696):20150177.", "Basso, Luana S.Gatti, Luciana V.Gloor, ManuelMiller, John B.Domingues, Lucas G.Correia, Caio S. C.Borges, Viviane F. (2016) Seasonality and interannual variability of CH4 fluxes from the eastern Amazon Basin inferred from atmospheric mole fraction profiles.Journal of Geophysical Research: Atmospheres. 121(1): 2015JD023874", "Basu, S., J.B. Miller, and S. Lehman. 2016. Separation of biospheric and fossil fuel fluxes of CO<sub>2</sub> by atmospheric inversion of CO<sub>2</sub> and <sup>14</sup>CO<sub>2</sub> measurements: Observation System Simulations. Atmospheric Chemistry and Physics. 16(9):5665-5683.", "Berezin, E., I. Konovalov, and Y. Romanova. 2016. Inverse Modeling of Nitrogen Oxides Emissions from the 2010 Russian Wildfires by Using Satellite Measurements of Nitrogen Dioxide. Atmosphere. 7(10):132.", "Deeter, M.N., S. Martinez-Alonso, L.V. Gatti, M. Gloor, J.B. Miller, L.G. Domingues, and C.S.C. Correia. 2016. Validation and analysis of MOPITT CO observations of the Amazon Basin. Atmospheric Measurement Techniques. 9(8):3999-4012.", "Francey, R.J. and J.S. Frederiksen. 2016. The 2009-2010 step in atmospheric CO<sub>2</sub> interhemispheric difference. Biogeosciences. 13(3):873-885.", "Hao, W.M., A. Petkov, B.L. Nordgren, R.E. Corley, R.P. Silverstein, S.P. Urbanski, N. Evangeliou, Y. Balkanski, and B.L. Kinder. 2016. Daily black carbon emissions from fires in northern Eurasia for 2002-2015. Geoscientific Model Development. 9(12):4461-4474.", "Huang, K. and J.S. Fu. 2016. A global gas flaring black carbon emission rate dataset from 1994 to 2012. Scientific Data. 3:160104.", "Huijnen, V., M.J. Wooster, J.W. Kaiser, D.L.A. Gaveau, J. Flemming, M. Parrington, A. Inness, D. Murdiyarso, B. Main, and M. van Weele. 2016. Fire carbon emissions over maritime southeast Asia in 2015 largest since 1997. Scientific Reports. 6(1):", "Le Quere, C., R.M. Andrew, J.G. Canadell, S. Sitch, J.I. Korsbakken, G.P. Peters, A.C. Manning, T.A. Boden, P.P. Tans, R.A. Houghton, R.F. Keeling, S. Alin, O.D. Andrews, P. Anthoni, L. Barbero, L. Bopp, F. Chevallier, L.P. Chini, P. Ciais, K. Currie, C. Delire, S.C. Doney, P. Friedlingstein, T. Gkritzalis, I. Harris, J. Hauck, V. Haverd, M. Hoppema, K. Klein Goldewijk, A.K. Jain, E. Kato, A. Kortzinger, P. Landschutzer, N. Lefevre, A. Lenton, S. Lienert, D. Lombardozzi, J.R. Melton, N. Metzl, F. Millero, P.M.S. Monteiro, D.R. Munro, J.E.M.S. Nabel, S.i. Nakaoka, K. O&aposBrien, A. Olsen, A.M. Omar, T. Ono, D. Pierrot, B. Poulter, C. Rodenbeck, J. Salisbury, U. Schuster, J. Schwinger, R. Seferian, I. Skjelvan, B.D. Stocker, A.J. Sutton, T. Takahashi, H. Tian, B. Tilbrook, I.T. van der Laan-Luijkx, G.R. van der Werf, N. Viovy, A.P. Walker, A.J. Wiltshire, and S. Zaehle. 2016. Global Carbon Budget 2016. Earth System Science Data. 8(2):605-649.", "Pisso, I., C.L. Myhre, S.M. Platt, S. Eckhardt, O. Hermansen, N. Schmidbauer, J. Mienert, S. Vadakkepuliyambatta, S. Bauguitte, J. Pitt, G. Allen, K.N. Bower, S. O'Shea, M.W. Gallagher, C.J. Percival, J. Pyle, M. Cain, and A. Stohl. 2016. Constraints on oceanic methane emissions west of Svalbard from atmospheric in situ measurements and Lagrangian transport modeling. Journal of Geophysical Research: Atmospheres. 121(23):14,188-14,200.", "Welp, L.R., P.K. Patra, C. Rodenbeck, R. Nemani, J. Bi, S.C. Piper, and R.F. Keeling. 2016. Increasing summer net CO<sub>2</sub> uptake in high northern ecosystems inferred from atmospheric inversions and comparisons to remote-sensing NDVI. Atmospheric Chemistry and Physics. 16(14):9047-9066.", "Whitburn, S., M. Van Damme, L. Clarisse, S. Turquety, C. Clerbaux, and P.F. Coheur. 2016. Doubling of annual ammonia emissions from the peat fires in Indonesia during the 2015 El Nino. Geophysical Research Letters. 43(20):11,007-11,014.", "Huang, K., J.S. Fu, V.Y. Prikhodko, J.M. Storey, A. Romanov, E.L. Hodson, J. Cresko, I. Morozova, Y. Ignatieva, and J. Cabaniss. 2015. Russian anthropogenic black carbon: Emission reconstruction and Arctic black carbon simulation. Journal of Geophysical Research: Atmospheres. 120(21):11,306-11,333.", "van der Laan-Luijkx, I.T., I.R. van der Velde, M.C. Krol, L.V. Gatti, L.G. Domingues, C.S.C. Correia, J.B. Miller, M. Gloor, T.T. van Leeuwen, J.W. Kaiser, C. Wiedinmyer, S. Basu, C. Clerbaux, and W. Peters. 2015. Response of the Amazon carbon balance to the 2010 drought derived with CarbonTracker South America. Global Biogeochemical Cycles. 29(7):1092-1108."], "doi": ["https://doi.org/10.1016/j.bbabio.2020.148303", "https://doi.org/10.1029/2019JD032029", "https://doi.org/10.1016/j.geosus.2020.03.002", "https://doi.org/10.5194/acp-20-1497-2020", "https://doi.org/10.5194/gmd-13-3241-2020", "https://doi.org/10.1029/2019GL085706", "https://doi.org/10.1029/2019AV000140", "https://doi.org/10.1016/j.envint.2020.105727", "https://doi.org/10.1088/1748-9326/ab3891", "https://doi.org/10.1016/j.atmosenv.2019.116916", "https://doi.org/10.5194/gmd-12-4705-2019", "https://doi.org/10.5194/acp-19-14741-2019", "https://doi.org/10.5194/acp-19-6481-2019", "https://doi.org/10.1016/j.envpol.2018.10.037", "https://doi.org/10.1016/j.atmosenv.2018.11.044", "https://doi.org/10.5194/gmd-12-4347-2019", "https://doi.org/10.1038/s41598-019-53284-1", "https://doi.org/10.1029/2018JD028912", "https://doi.org/10.5194/acp-19-8669-2019", "https://doi.org/10.5194/acp-19-8269-2019", "https://doi.org/10.1016/j.atmosenv.2019.116883", "https://doi.org/10.5194/acp-19-327-2019", "https://doi.org/10.3390/f10110992", "https://doi.org/10.5194/acp-19-13701-2019", "https://doi.org/10.5194/amt-11-2553-2018", "https://doi.org/10.1016/j.scitotenv.2017.12.021", "https://doi.org/10.1016/j.envint.2018.09.015", "https://doi.org/10.5194/acp-18-4859-2018", "https://doi.org/10.5194/esd-2018-11", "https://doi.org/10.1007/s40641-018-0099-9", "https://doi.org/10.1038/s41467-018-04687-7", "https://doi.org/10.5194/gmd-11-4909-2018", "https://doi.org/10.4236/ojap.2018.72010", "https://doi.org/10.1029/2018GL078679", "https://doi.org/10.1016/j.apenergy.2018.02.048", "https://doi.org/10.5194/acp-18-17207-2018", "https://doi.org/10.1016/j.apr.2018.04.003", "https://doi.org/10.24057/2071-9388-2018-11-2-84-96", "https://doi.org/10.1371/journal.pone.0209470", "https://doi.org/10.5194/esd-9-1-2018", "https://doi.org/10.5194/acp-18-13881-2018", "https://doi.org/10.1007/s00376-017-7154-7", "https://doi.org/10.1038/s41558-017-0014-8", "https://doi.org/10.1016/j.atmosenv.2017.07.002", "https://doi.org/10.1002/2017JD026913", "https://doi.org/10.1016/j.atmosenv.2017.05.026", "https://doi.org/10.1016/j.atmosenv.2017.08.054", "https://doi.org/10.5194/acp-17-7387-2017", "https://doi.org/10.1002/2016GB005546", "https://doi.org/10.5194/bg-14-3815-2017", "https://doi.org/10.1038/srep45759", "https://doi.org/10.1016/j.scitotenv.2017.03.287", "https://doi.org/10.1016/j.atmosenv.2017.01.041", "https://doi.org/10.5194/acp-17-11163-2017", "NA", "NA", "https://doi.org/10.1098/rstb.2015.0177", "https://doi.org/10.1098/rstb.2015.0177", "https://doi.org/10.5194/acp-16-5665-2016", "https://doi.org/10.3390/atmos7100132", "https://doi.org/10.5194/amt-9-3999-2016", "https://doi.org/10.5194/bg-13-873-2016", "https://doi.org/10.5194/gmd-9-4461-2016", "https://doi.org/10.1038/sdata.2016.104", "https://doi.org/10.1038/srep26886", "https://doi.org/10.5194/essd-8-605-2016", "https://doi.org/10.1002/2016JD025590", "https://doi.org/10.5194/acp-16-9047-2016", "https://doi.org/10.1002/2016GL070620", "https://doi.org/10.1002/2015JD023358", "https://doi.org/10.1002/2014GB005082"]}