{"processing_level_id": "4", "tags": {"edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "1900-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T18:40:10.000Z", "dataset_id": "NACP MsTMIP: Global 0.5-degree Model Outputs in Standard Format, Version 1.0", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "NACP_MsTMIP_TBMO_1225", "organizations": ["ORNL_DAAC"], "title": "NACP MsTMIP: Global 0.5-degree Model Outputs in Standard Format, Version 1.0", "coordinate_system": "CARTESIAN", "summary": "This data set provides global gridded estimates of carbon, energy, and hydrologic fluxes between the land and atmosphere from 15 Terrestrial Biosphere Models (TBMs) in a standard format. Model estimates are at monthly and yearly time steps for the period 1900 to 2010, with a spatial resolution of 0.5 degree x 0.5 degree globally, excluding Antarctica.", "has_granules": true, "time_end": "2010-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C1515244932-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 1484, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/nacp/NACP_MsTMIP_TBMO/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/NACP/guides/NACP_MsTMIP_TBMO.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/1225"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/nacp/NACP_MsTMIP_TBMO/comp/MsTMIP_Data_Policy.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/nacp/NACP_MsTMIP_TBMO/comp/MsTMIP_Version1_Screening_20140811.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/nacp/NACP_MsTMIP_TBMO/comp/MsTMIP_Version_1_Variables_Mapping.xlsx"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/nacp/NACP_MsTMIP_TBMO/comp/NACP_MsTMIP_TBMO.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/NACP/guides/LPJ-wsl_SG3_Monthly_GPP_2010-07.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://thredds.daac.ornl.gov/thredds/catalog/ornldaac/1225/catalog.html"}], "cmr": {"title": "NACP MsTMIP: Global 0.5-degree Model Outputs in Standard Format, Version 1.0", "summary": "This data set provides global gridded estimates of carbon, energy, and hydrologic fluxes between the land and atmosphere from 15 Terrestrial Biosphere Models (TBMs) in a standard format. Model estimates are at monthly and yearly time steps for the period 1900 to 2010, with a spatial resolution of 0.5 degree x 0.5 degree globally, excluding Antarctica.", "id": "C1515244932-ORNL_DAAC", "description": "This data set provides global gridded estimates of carbon, energy, and hydrologic fluxes between the land and atmosphere from 15 Terrestrial Biosphere Models (TBMs) in a standard format. Model estimates are at monthly and yearly time steps for the period 1900 to 2010, with a spatial resolution of 0.5 degree x 0.5 degree globally, excluding Antarctica.", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "1900-01-01 to 2010-12-31", "Platform": "Environmental Modeling", "Data Center": "ORNL_DAAC", "Instrument": "Computer", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC WATER VAPOR", "ScienceKeywords2": "EARTH SCIENCE@BIOSPHERE@ECOLOGICAL DYNAMICS@ECOSYSTEM FUNCTIONS@RESPIRATION RATE", "ScienceKeywords3": "EARTH SCIENCE@BIOSPHERE@VEGETATION@BIOMASS", "ScienceKeywords4": "EARTH SCIENCE@BIOSPHERE@VEGETATION@CARBON"}, "citation": ["Huntzinger, D.N., K. Schaefer, C. Schwalm, J.B. Fisher, D. Hayes, E. Stofferahn, J. Carey, A.M. Michalak, Y. Wei, A.K. Jain, H. Kolus, J. Mao, B. Poulter, X. Shi, J. Tang, and H. Tian. 2020. Evaluation of simulated soil carbon dynamics in Arctic-Boreal ecosystems. Environmental Research Letters. 15(2):025005.", "Schwalm, C.R., D.N. Huntzinger, A.M. Michalak, K. Schaefer, J.B. Fisher, Y. Fang, and Y. Wei. 2020. Modeling suggests fossil fuel emissions have been driving increased land carbon uptake since the turn of the 20th Century. Scientific Reports. 10(1):", "Zhou, Y., C.A. Williams, T. Lauvaux, K.J. Davis, S. Feng, I. Baker, S. Denning, and Y. Wei. 2020. A Multiyear Gridded Data Ensemble of Surface Biogenic Carbon Fluxes for North America: Evaluation and Analysis of Results. Journal of Geophysical Research: Biogeosciences. 125(2):", "Cui, E., K. Huang, M.A. Arain, J.B. Fisher, D.N. Huntzinger, A. Ito, Y. Luo, A.K. Jain, J. Mao, A.M. Michalak, S. Niu, N.C. Parazoo, C. Peng, S. Peng, B. Poulter, D.M. Ricciuto, K.M. Schaefer, C.R. Schwalm, X. Shi, H. Tian, W. Wang, J. Wang, Y. Wei, E. Yan, L. Yan, N. Zeng, Q. Zhu, and J. Xia. 2019. Vegetation Functional Properties Determine Uncertainty of Simulated Ecosystem Productivity: A Traceability Analysis in the East Asian Monsoon Region. Global Biogeochemical Cycles. 33(6):668-689.", "He, Y., S. Peng, Y. Liu, X. Li, K. Wang, P. Ciais, M.A. Arain, Y. Fang, J.B. Fisher, D. Goll, D. Hayes, D.N. Huntzinger, A. Ito, A.K. Jain, I.A. Janssens, J. Mao, C. Matteo, A.M. Michalak, C. Peng, J. Penuelas, B. Poulter, D. Qin, D.M. Ricciuto, K. Schaefer, C.R. Schwalm, X. Shi, H. Tian, S. Vicca, Y. Wei, N. Zeng, and Q. Zhu. 2019. Global vegetation biomass production efficiency constrained by models and observations. Global Change Biology.", "Liu, Y., S. Piao, T. Gasser, P. Ciais, H. Yang, H. Wang, T.F. Keenan, M. Huang, S. Wan, J. Song, K. Wang, I.A. Janssens, J. Penuelas, C. Huntingford, X. Wang, M. Altaf Arain, Y. Fang, J.B. Fisher, M. Huang, D.N. Huntzinger, A. Ito, A.K. Jain, J. Mao, A.M. Michalak, C. Peng, B. Poulter, C. Schwalm, X. Shi, H. Tian, Y. Wei, N. Zeng, Q. Zhu, and T. Wang. 2019. Field-experiment constraints on the enhancement of the terrestrial carbon sink by CO2 fertilization. Nature Geoscience. 12(10):809-814.", "Philip, S., M.S. Johnson, C. Potter, V. Genovesse, D.F. Baker, K.D. Haynes, D.K. Henze, J. Liu, and B. Poulter. 2019. Prior biosphere model impact on global terrestrial CO2 fluxes estimated from OCO-2 retrievals. Atmospheric Chemistry and Physics. 19(20):13267-13287.", "Schwalm, C.R., K. Schaefer, J.B. Fisher, D. Huntzinger, Y. Elshorbany, Y. Fang, D. Hayes, E. Jafarov, A.M. Michalak, M. Piper, E. Stofferahn, K. Wang, and Y. Wei. 2019. Divergence in land surface modeling: linking spread to structure. Environmental Research Communications. 1(11):111004.", "Zhou, D., L. Hao, J.B. Kim, P. Liu, C. Pan, Y. Liu, and G. Sun. 2019. Potential impacts of climate change on vegetation dynamics and ecosystem function in a mountain watershed on the Qinghai-Tibet Plateau. Climatic Change.", "Huang, K., J. Xia, Y. Wang, A. Ahlstrom, J. Chen, R.B. Cook, E. Cui, Y. Fang, J.B. Fisher, D.N. Huntzinger, Z. Li, A.M. Michalak, Y. Qiao, K. Schaefer, C. Schwalm, J. Wang, Y. Wei, X. Xu, L. Yan, C. Bian, and Y. Luo. 2018. Enhanced peak growth of global vegetation and its key mechanisms. Nature Ecology & Evolution. 2(12):1897-1905.", "Jeong, S.J., A.A. Bloom, D. Schimel, C. Sweeney, N.C. Parazoo, D. Medvigy, G. Schaepman-Strub, C. Zheng, C.R. Schwalm, D.N. Huntzinger, A.M. Michalak, and C.E. Miller. 2018. Accelerating rates of Arctic carbon cycling revealed by long-term atmospheric CO 2 measurements . Science Advances. 4(7):eaao1167.", "Chabbi, A., and Loescher, H.W.2017. Terrestrial Ecosystem Research Infrastructures : Challenges and Opportunities.", "Huntzinger, D.N., A.M. Michalak, C. Schwalm, P. Ciais, A.W. King, Y. Fang, K. Schaefer, Y. Wei, R.B. Cook, J.B. Fisher, D. Hayes, M. Huang, A. Ito, A.K. Jain, H. Lei, C. Lu, F. Maignan, J. Mao, N. Parazoo, S. Peng, B. Poulter, D. Ricciuto, X. Shi, H. Tian, W. Wang, N. Zeng, and F. Zhao. 2017. Uncertainty in the response of terrestrial carbon sink to environmental drivers undermines carbon-climate feedback predictions. Scientific Reports. 7(1):", "Schwalm, C.R., W.R.L. Anderegg, A.M. Michalak, J.B. Fisher, F. Biondi, G. Koch, M. Litvak, K. Ogle, J.D. Shaw, A. Wolf, D.N. Huntzinger, K. Schaefer, R. Cook, Y. Wei, Y. Fang, D. Hayes, M. Huang, A. Jain, and H. Tian. 2017. Global patterns of drought recovery. Nature. 548(7666):202-205.", "Shao, J., X. Zhou, Y. Luo, G. Zhang, W. Yan, J. Li, B. Li, L. Dan, J.B. Fisher, Z. Gao, Y. He, D. Huntzinger, A.K. Jain, J. Mao, J. Meng, A.M. Michalak, N.C. Parazoo, C. Peng, B. Poulter, C.R. Schwalm, X. Shi, R. Sun, F. Tao, H. Tian, Y. Wei, N. Zeng, Q. Zhu, and W. Zhu. 2016. Uncertainty analysis of terrestrial net primary productivity and net biome productivity in China during 1901-2005. Journal of Geophysical Research: Biogeosciences. 121(5):1372-1393.", "Tian, H., C. Lu, J. Yang, K. Banger, D.N. Huntzinger, C.R. Schwalm, A.M. Michalak, R. Cook, P. Ciais, D. Hayes, M. Huang, A. Ito, A.K. Jain, H. Lei, J. Mao, S. Pan, W.M. Post, S. Peng, B. Poulter, W. Ren, D. Ricciuto, K. Schaefer, X. Shi, B. Tao, W. Wang, Y. Wei, Q. Yang, B. Zhang, and N. Zeng. 2015. Global patterns and controls of soil organic carbon dynamics as simulated by multiple terrestrial biosphere models: Current status and future directions. Global Biogeochemical Cycles. 29(6):775-792.", "Zeng, N., F. Zhao, G.J. Collatz, E. Kalnay, R.J. Salawitch, T.O. West, and L. Guanter. 2014. Agricultural Green Revolution as a driver of increasing atmospheric CO2 seasonal amplitude. Nature. 515(7527):394-397.", "Zscheischler, J., A.M. Michalak, C. Schwalm, M.D. Mahecha, D.N. Huntzinger, M. Reichstein, G. Berthier, P. Ciais, R.B. Cook, B. El-Masri, M. Huang, A. Ito, A. Jain, A. King, H. Lei, C. Lu, J. Mao, S. Peng, B. Poulter, D. Ricciuto, X. Shi, B. Tao, H. Tian, N. Viovy, W. Wang, Y. Wei, J. Yang, and N. Zeng. 2014. Impact of large-scale climate extremes on biospheric carbon fluxes: An intercomparison based on MsTMIP data. Global Biogeochemical Cycles. 28(6):585-600.", "Shiga, Y.P., J.M. Tadic, X. Qiu, V. Yadav, A.E. Andrews, J.A. Berry, and A.M. Michalak. 2018. Atmospheric CO2 Observations Reveal Strong Correlation Between Regional Net Biospheric Carbon Uptake and Solar-Induced Chlorophyll Fluorescence. Geophysical Research Letters. 45(2):1122-1132.", "Yu, Z., C. Lu, P. Cao, and H. Tian. 2018. Long-term terrestrial carbon dynamics in the Midwestern United States during 1850-2015: Roles of land use and cover change and agricultural management. Global Change Biology. 24(6):2673-2690.", "Zhou, S., J. Liang, X. Lu, Q. Li, L. Jiang, Y. Zhang, C.R. Schwalm, J.B. Fisher, J. Tjiputra, S. Sitch, A. Ahlstrom, D.N. Huntzinger, Y. Huang, G. Wang, and Y. Luo. 2018. Sources of Uncertainty in Modeled Land Carbon Storage within and across Three MIPs: Diagnosis with Three New Techniques. Journal of Climate. 31(7):2833-2851.", "Bloom, A.A., K.W. Bowman, M. Lee, A.J. Turner, R. Schroeder, J.R. Worden, R. Weidner, K.C. McDonald, and D.J. Jacob. 2017. A global wetland methane emissions and uncertainty dataset for atmospheric chemical transport models (WetCHARTs version 1.0). Geoscientific Model Development. 10(6):2141-2156.", "Fang, Y., A.M. Michalak, C.R. Schwalm, D.N. Huntzinger, J.A. Berry, P. Ciais, S. Piao, B. Poulter, J.B. Fisher, R.B. Cook, D. Hayes, M. Huang, A. Ito, A. Jain, H. Lei, C. Lu, J. Mao, N.C. Parazoo, S. Peng, D.M. Ricciuto, X. Shi, B. Tao, H. Tian, W. Wang, Y. Wei, and J. Yang. 2017. Global land carbon sink response to temperature and precipitation varies with ENSO phase. Environmental Research Letters. 12(6):064007.", "Fu, W.2017. Integrating in-situ measurements, land surface models and satellite remote sensing to understand impacts of environmental changes on terrestrial ecosystem processes at multiple scales. .", "Bloom, A.A., J.F. Exbrayat, I.R. van der Velde, L. Feng, and M. Williams. 2016. The decadal state of the terrestrial carbon cycle: Global retrievals of terrestrial carbon allocation, pools, and residence times. Proceedings of the National Academy of Sciences. 113(5):1285-1290.", "Dangal, S.R.S., H. Tian, C. Lu, S. Pan, N. Pederson, and A. Hessl. 2016. Synergistic effects of climate change and grazing on net primary production of Mongolian grasslands. Ecosphere. 7(5):e01274.", "Fisher, J.B., M. Sikka, D.N. Huntzinger, C. Schwalm, and J. Liu. 2016. Technical note: 3-hourly temporal downscaling of monthly global terrestrial biosphere model net ecosystem exchange. Biogeosciences. 13(14):4271-4277.", "Thomas, R.T., I.C. Prentice, H. Graven, P. Ciais, J.B. Fisher, D.J. Hayes, M. Huang, D.N. Huntzinger, A. Ito, A. Jain, J. Mao, A.M. Michalak, S. Peng, B. Poulter, D.M. Ricciuto, X. Shi, C. Schwalm, H. Tian, and N. Zeng. 2016. Increased light-use efficiency in northern terrestrial ecosystems indicated by CO2 and greening observations. Geophysical Research Letters. 43(21):11,339-11,349."], "doi": ["https://doi.org/10.1088/1748-9326/ab6784", "https://doi.org/10.1038/s41598-020-66103-9", "https://doi.org/10.1029/2019JG005314", "https://doi.org/10.1029/2018GB005909", "https://doi.org/10.1111/gcb.14816", "https://doi.org/10.1038/s41561-019-0436-1", "https://doi.org/10.5194/acp-19-13267-2019", "https://doi.org/10.1088/2515-7620/ab4a8a", "https://doi.org/10.1007/s10584-019-02524-4", "https://doi.org/10.1038/s41559-018-0714-0", "https://doi.org/10.1126/sciadv.aao1167", "NA", "https://doi.org/10.1038/s41598-017-03818-2", "https://doi.org/10.1038/nature23021", "https://doi.org/10.1002/2015JG003062", "https://doi.org/10.1002/2014GB005021", "https://doi.org/10.1038/nature13893", "https://doi.org/10.1002/2014GB004826", "https://doi.org/10.1002/2017GL076630", "https://doi.org/10.1111/gcb.14074", "https://doi.org/10.1175/JCLI-D-17-0357.1", "https://doi.org/10.5194/gmd-10-2141-2017", "https://doi.org/10.1088/1748-9326/aa6e8e", "https://doi.org/10.15781/T2ZS2KW61", "https://doi.org/10.1073/pnas.1515160113", "https://doi.org/10.1002/ecs2.1274", "https://doi.org/10.5194/bg-13-4271-2016", "https://doi.org/10.1002/2016GL070710"]}