{"processing_level_id": "3", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-54.5 -156.67 71.3 172.75"], "time_start": "1932-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T18:43:20.000Z", "dataset_id": "Global Leaf Area Index from Field Measurements, 1932-2000", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "HISTORICAL_LAI_584", "organizations": ["ORNL_DAAC"], "title": "Global Leaf Area Index from Field Measurements, 1932-2000", "coordinate_system": "CARTESIAN", "summary": "Leaf Area Index (LAI) data from the scientific literature, 1932-2000, have been compiled at the ORNL DAAC to support model development and EOS MODIS product validation. Like net primary productivity (NPP), leaf area index (LAI) is a key parameter for global and regional models of biosphere/atmosphere exchange.", "has_granules": true, "time_end": "2000-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179002923-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 3, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/HistoricalLai/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/VEGETATION/guides/LAI_guide.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/584"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/HistoricalLai/comp/LAI_comp.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/HistoricalLai/comp/LAI_guide.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/HistoricalLai/comp/LAI_refs.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/HistoricalLai/comp/LAI_refs_doc.bin"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_vegetation/HistoricalLai/comp/LAI_TM.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/project/square/vegetation_logo_square.png"}], "cmr": {"title": "Global Leaf Area Index from Field Measurements, 1932-2000", "summary": "Leaf Area Index (LAI) data from the scientific literature, 1932-2000, have been compiled at the ORNL DAAC to support model development and EOS MODIS product validation. Like net primary productivity (NPP), leaf area index (LAI) is a key parameter for global and regional models of biosphere/atmosphere exchange.", "id": "C179002923-ORNL_DAAC", "description": "Leaf Area Index (LAI) data from the scientific literature, 1932-2000, have been compiled at the ORNL DAAC to support model development and EOS MODIS product validation. Like net primary productivity (NPP), leaf area index (LAI) is a key parameter for global and regional models of biosphere/atmosphere exchange.", "spatialExtent": "N: 71.3 S: -54.5 E: 172.75 W: -156.67", "dataFormat": null, "temporalExtent": "1932-01-01 to 2000-12-31", "Platform": "FIELD INVESTIGATION", "Data Center": "ORNL_DAAC", "Instrument": "LICOR LEAF AREA METER", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@BIOSPHERE@VEGETATION@CANOPY CHARACTERISTICS", "ScienceKeywords2": "EARTH SCIENCE@BIOSPHERE@VEGETATION@LEAF CHARACTERISTICS@LEAF AREA INDEX (LAI)", "ScienceKeywords3": null, "ScienceKeywords4": null}, "citation": ["Drastig, K., A. Prochnow, J. Libra, H. Koch, and S. Rolinski. 2016. Irrigation water demand of selected agricultural crops in Germany between 1902 and 2010. Science of The Total Environment. 569-570:1299-1314.", "Drastig, K., J. Libra, S. Kraatz, and H. Koch. 2016. Relationship between irrigation water demand and yield of selected crops in Germany between 1902 and 2010: a modeling study. Environmental Earth Sciences. 75(22):", "Glaser, B., J. Klaus, S. Frei, J. Frentress, L. Pfister, and L. Hopp. 2016. On the value of surface saturated area dynamics mapped with thermal infrared imagery for modeling the hillslope-riparian-stream continuum. Water Resources Research. 52(10):8317-8342.", "Hirabayashi, S. and D.J. Nowak. 2016. Comprehensive national database of tree effects on air quality and human health in the United States. Environmental Pollution. 215:48-57.", "de Moura, Y.M., T. Hilker, A.I. Lyapustin, L.S. Galvao, J.R. dos Santos, L.O. Anderson, C.H.R. de Sousa, and E. Arai. 2015. Seasonality and drought effects of Amazonian forests observed from multi-angle satellite data. Remote Sensing of Environment. 171:278-290.", "Liu, Y., Q. Meng, J. Zhang, L. Zhang, T. Jancso, and R. Vatseva. 2015. An effective Building Neighborhood Green Index model for measuring urban green space. International Journal of Digital Earth. 9(4):387-409.", "Marin-Guirao, L., J. Bernardeau-Esteller, J.M. Ruiz, and J.M. Sandoval-Gil. 2015. Resistance of Posidonia oceanica seagrass meadows to the spread of the introduced green alga Caulerpa cylindracea: assessment of the role of light. Biological Invasions. 17(7):1989-2009.", "Tang, G., T. Hwang, and S.M. Pradhanang. 2014. Does consideration of water routing affect simulated water and carbon dynamics in terrestrial ecosystems?. Hydrology and Earth System Sciences. 18(4):1423-1437.", "Ward, R.M. and R. Choudhary. 2014. A bottom-up energy analysis across a diverse urban building portfolio: retrofits for the buildings at the Royal Botanic Gardens, Kew, UK. Building and Environment. 74:132-148.", "Wu, L., X.y. Ma, and X. Liu. 2014. Assessment of Herbicide Transport and Distribution in Subsurface Environments of an Orange Field. Water Environment Research. 86(8):729-740.", "Cornelissen, T., B. Diekkruger, and S. Giertz. 2013. A comparison of hydrological models for assessing the impact of land use and climate change on discharge in a tropical catchment. Journal of Hydrology. 498:221-236.", "Drastig K., Kraatz, S, Libra, J, Prochnow, A, Hunstock, U.(2013) Implementation of hydrological processes and agricultural management options into the ATB-Modeling Database to improve the water productivity at farm scale. Agronomy Research. 11 (1): 31-38", "Nikodem, A., R. Kodesova, and L. Bubenickova. 2013. Simulation of the influence of rainfall redistribution in spruce and beech forest on the leaching of Al and SO4 2- from forest soils. Journal of Hydrology and Hydromechanics. 61(1):39-49.", "Pastorella, F. and A. Paletto. 2013. Forest canopy analysis in the Alpine environment: comparison among assessment methods. Forest@ - Rivista di Selvicoltura ed Ecologia Forestale. 10(2):43-54.", "Wu, L., X.y. Ma, H.l. Peng, J. Wang, and J.x. Wen. 2013. Herbicide distribution and transport in subsurface environment of a tomato field in the Three Gorges Reservoir area, China. International Journal of Environmental Studies. 70(4):637-654.", "Onishi, T., H. Mitsudera, and K. Uchimoto. 2012. Numerical Simulation of Dissolved Iron Production and Transport in the Amur River and the Sea of Okhotsk. 87-105.", "Prochnow, A., K. Drastig, H. Klauss, and W. Berg. 2012. Water use indicators at farm scale: methodology and case study. Food and Energy Security. 1(1):29-46.", "Tang, G. and P.J. Bartlein. 2012. Modifying a dynamic global vegetation model for simulating large spatial scale land surface water balances. Hydrology and Earth System Sciences. 16(8):2547-2565.", "Calderhead, A.I., R. Martel, J. Garfias, A. Rivera, and R. Therrien. 2011. Pumping dry: an increasing groundwater budget deficit induced by urbanization, industrialization, and climate change in an over-exploited volcanic aquifer. Environmental Earth Sciences. 66(7):1753-1767.", "Calvao, T. and J.M. Palmeirim. 2011. A comparative evaluation of spectral vegetation indices for the estimation of biophysical characteristics of Mediterranean semi-deciduous shrub communities. International Journal of Remote Sensing. 32(8):2275-2296.", "Delegido, J., J. Verrelst, L. Alonso, and J. Moreno. 2011. Evaluation of Sentinel-2 Red-Edge Bands for Empirical Estimation of Green LAI and Chlorophyll Content. Sensors. 11(7):7063-7081.", "Jarvis, N.J. 2011. Simple physics-based models of compensatory plant water uptake: concepts and eco-hydrological consequences. Hydrology and Earth System Sciences Discussions. 8(4):6789-6831.", "LINDNER, A.(2011). Small scale structure of forest stands in the Atlantic Rainforest_Notes on understorey light fluctuation. Tropical Ecology. 52 (2): 139-150. ISBN: 0564-3295.", "Liu, R.Z. and A.G.L. Borthwick. 2011. Measurement and assessment of carrying capacity of the environment in Ningbo, China. Journal of Environmental Management. 92(8):2047-2053.", "Novak, V. and K. Knava. 2011. The influence of stoniness and canopy properties on soil water content distribution: simulation of water movement in forest stony soil. European Journal of Forest Research. 131(6):1727-1735.", "Ossom, EM., Mavuso, NS., Seyoum, T., Nkambule, TP.(2011). Influence of Sunnhemp (Crotalaria juncea L.) On Agronomic and Sensory Characteristics of Sweetpotato [Ipomoea batatas]. American-Eurasian Journal of Agricultural and Environmental Science. 11 (4): 581-592", "Rahmani, R., A. Sadoddin, and S. Ghorbani. 2011. Measuring and modelling precipitation components in an Oriental beech stand of the Hyrcanian region, Iran. Journal of Hydrology. 404(3-4):294-303.", "Vives i Batlle, J., A. Smith, S. Vives-Lynch, D. Copplestone, G. Prohl, and T. Strand. 2011. Model-derived dose rates per unit concentration of radon in air in a generic plant geometry. Radiation and Environmental Biophysics. 50(4):513-529.", "Wang, W., D. Huang, X.G. Wang, Y.R. Liu, and F. Zhou. 2011. Estimation of soil moisture using trapezoidal relationship between remotely sensed land surface temperature and vegetation index. Hydrology and Earth System Sciences. 15(5):1699-1712.", "Yang, F., S.S.Y. Lau, and F. Qian. 2011. Thermal comfort effects of urban design strategies in high-rise urban environments in a sub-tropical climate. Architectural Science Review. 54(4):285-304.", "Elbert, W., B. Weber, B. Budel, M.O. Andreae, and U. Poschl. 2009. Microbiotic crusts on soil, rock and plants: neglected major players in the global cycles of carbon and nitrogen?. Biogeosciences Discussions. 6(4):6983-7015.", "Malhado, A.C.M., M.H. Costa, F.Z. de Lima, K.C. Portilho, and D.N. Figueiredo. 2009. Seasonal leaf dynamics in an Amazonian tropical forest. Forest Ecology and Management. 258(7):1161-1165.", ". 2008. 34:", "Combalicer, E.A., S.H. Lee, S. Ahn, D.Y. Kim, and S. Im. 2008. Modeling water balance for the small-forested watershed in Korea. KSCE Journal of Civil Engineering. 12(5):339-348.", "Wallens, S., (2008). Modelisation des emissions de composes organiques volatils par la vegetation.", "Green, J.C., I. Reid, I.R. Calder, and T.R. Nisbet. 2006. Four-year comparison of water contents beneath a grass ley and a deciduous oak wood overlying Triassic sandstone in lowland England. Journal of Hydrology. 329(1-2):16-25.", "Nikolov, N. and K. Zeller. 2006. Efficient retrieval of vegetation leaf area index and canopy clumping factor from satellite data to support pollutant deposition assessments. Environmental Pollution. 141(3):539-549.", "Smiatek, G. and R. Steinbrecher. 2006. Temporal and spatial variation of forest VOC emissions in Germany in the decade 1994-2003. Atmospheric Environment. 40:166-177.", "Dalla Valle, MatteoDachs, JordiSweetman, Andrew J.Jones, Kevin C.(2004). Maximum reservoir capacity of vegetation for persistent organic pollutants: Implications for global cycling. Global Biogeochemical Cycles. 18 (4): GB4032", "Makarieva, A.M., V.G. Gorshkov, B.L. Li, and K.S. Losev. 2004. The Upper and Lower Ecological Limits of Specific Metabolic Power of Different Organisms. Russian Journal of Ecology. 35(1):10-15.", "Asner, G.P., J.M.O. Scurlock, and J. A. Hicke. 2003. Global synthesis of leaf area index observations: implications for ecological and remote sensing studies. Global Ecology and Biogeography. 12(3):191-205.", "Drucker, D., H. Bocherens, A. Bridault, and D. Billiou. 2003. Carbon and nitrogen isotopic composition of red deer (Cervus elaphus) collagen as a tool for tracking palaeoenvironmental change during the Late-Glacial and Early Holocene in the northern Jura (France). Palaeogeography, Palaeoclimatology, Palaeoecology. 195(3-4):375-388.", "Ong, B.L. 2003. Green plot ratio: an ecological measure for architecture and urban planning. Landscape and Urban Planning. 63(4):197-211.", "Luo, T., R.P. Neilson, H. Tian, C.J. Vorosmarty, H. Zhu, and S. Liu. 2002. A model for seasonality and distribution of leaf area index of forests and its application to China. Journal of Vegetation Science. 13(6):817-830."], "doi": ["https://doi.org/10.1016/j.scitotenv.2016.06.206", "https://doi.org/10.1007/s12665-016-6235-8", "https://doi.org/10.1002/2015WR018414", "https://doi.org/10.1016/j.envpol.2016.04.068", "https://doi.org/10.1016/j.rse.2015.10.015", "https://doi.org/10.1080/17538947.2015.1037870", "https://doi.org/10.1007/s10530-015-0852-0", "https://doi.org/10.5194/hess-18-1423-2014", "https://doi.org/10.1016/j.buildenv.2013.12.018", "https://doi.org/10.2175/106143014X13975035525861", "https://doi.org/10.1016/j.jhydrol.2013.06.016", "NA", "https://doi.org/10.2478/johh-2013-0006", "https://doi.org/10.3832/efor0974-010", "https://doi.org/10.1080/00207233.2013.836860", "https://doi.org/10.1007/978-4-431-54035-9_9", "https://doi.org/10.1002/fes3.6", "https://doi.org/10.5194/hess-16-2547-2012", "https://doi.org/10.1007/s12665-011-1398-9", "https://doi.org/10.1080/01431161003698245", "https://doi.org/10.3390/s110707063", "https://doi.org/10.5194/hessd-8-6789-2011", "NA", "https://doi.org/10.1016/j.jenvman.2011.03.033", "https://doi.org/10.1007/s10342-011-0589-y", "NA", "https://doi.org/10.1016/j.jhydrol.2011.04.036", "https://doi.org/10.1007/s00411-011-0376-7", "https://doi.org/10.5194/hess-15-1699-2011", "https://doi.org/10.1080/00038628.2011.613646", "https://doi.org/10.5194/bgd-6-6983-2009", "https://doi.org/10.1016/j.foreco.2009.06.002", "https://doi.org/10.1007/978-1-4020-8718-9", "https://doi.org/10.1007/s12205-008-0339-y", "NA", "https://doi.org/10.1016/j.jhydrol.2006.02.004", "https://doi.org/10.1016/j.envpol.2005.08.059", "https://doi.org/10.1016/j.atmosenv.2005.11.071", "NA", "https://doi.org/10.1023/B:RUSE.0000011103.00669.df", "https://doi.org/10.1046/j.1466-822X.2003.00026.x", "https://doi.org/10.1016/S0031-0182(03)00366-3 https://doi.org/10.1016/S0031-0182(03)00366-3", "https://doi.org/10.1016/S0169-2046(02)00191-3 https://doi.org/10.1016/S0169-2046(02)00191-3", "https://doi.org/10.1111/j.1654-1103.2002.tb02111.x"]}