{"processing_level_id": "4", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "2000-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:52:37.000Z", "dataset_id": "Regridded Harmonized World Soil Database v1.2", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "HWSD_1247", "organizations": ["ORNL_DAAC"], "title": "Regridded Harmonized World Soil Database v1.2", "coordinate_system": "CARTESIAN", "summary": "This data set describes select global soil parameters from the Harmonized World Soil Database (HWSD) v1.2, including additional calculated parameters such as area weighted soil organic carbon (kg C per m2), as high resolution NetCDF files. These data were regridded and upscaled from the Harmonized World Soil Database v1.2 The HWSD provides information for addressing emerging problems of land competition for food production, bio-energy demand and threats to biodiversity and can be used as input to model global carbon cycles. The data are presented as a series of 27 NetCDF v3/v4 (*.nc4) files at 0.05-degree spatial resolution, and one NetCDF file regridded to the Community Land Model (CLM) grid cell resolution (0.9 degree x 1.25 degree) for the nominal year of 2000.", "has_granules": true, "time_end": "2000-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179131505-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 28, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/HWSD//"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/SOILS/guides/HWSD.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/1247"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/HWSD/comp//HWSD.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/HWSD/comp//HWSD1.2_documentation.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/sdat-tds/1247_1_fit.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://thredds.daac.ornl.gov/thredds/catalog/ornldaac/1247/catalog.html"}], "cmr": {"title": "Regridded Harmonized World Soil Database v1.2", "summary": "This data set describes select global soil parameters from the Harmonized World Soil Database (HWSD) v1.2, including additional calculated parameters such as area weighted soil organic carbon (kg C per m2), as high resolution NetCDF files. These data were regridded and upscaled from the Harmonized World Soil Database v1.2 The HWSD provides information for addressing emerging problems of land competition for food production, bio-energy demand and threats to biodiversity and can be used as input to model global carbon cycles. The data are presented as a series of 27 NetCDF v3/v4 (*.nc4) files at 0.05-degree spatial resolution, and one NetCDF file regridded to the Community Land Model (CLM) grid cell resolution (0.9 degree x 1.25 degree) for the nominal year of 2000.", "id": "C179131505-ORNL_DAAC", "description": "This data set describes select global soil parameters from the Harmonized World Soil Database (HWSD) v1.2, including additional calculated parameters such as area weighted soil organic carbon (kg C per m2), as high resolution NetCDF files. These data were regridded and upscaled from the Harmonized World Soil Database v1.2 The HWSD provides information for addressing emerging problems of land competition for food production, bio-energy demand and threats to biodiversity and can be used as input to model global carbon cycles. The data are presented as a series of 27 NetCDF v3/v4 (*.nc4) files at 0.05-degree spatial resolution, and one NetCDF file regridded to the Community Land Model (CLM) grid cell resolution (0.9 degree x 1.25 degree) for the nominal year of 2000.", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "2000-01-01 to 2000-12-31", "Platform": "NOT APPLICABLE", "Data Center": "ORNL_DAAC", "Instrument": "NOT APPLICABLE", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@LAND SURFACE@SOILS@CARBON", "ScienceKeywords2": "EARTH SCIENCE@LAND SURFACE@SOILS@CATION EXCHANGE CAPACITY", "ScienceKeywords3": "EARTH SCIENCE@LAND SURFACE@SOILS@ORGANIC MATTER", "ScienceKeywords4": null}, "citation": ["Eyring, V., L. Bock, A. Lauer, M. Righi, M. Schlund, B. Andela, E. Arnone, O. Bellprat, B. Brotz, L.P. Caron, N. Carvalhais, I. Cionni, N. Cortesi, B. Crezee, E.L. Davin, P. Davini, K. Debeire, L. de Mora, C. Deser, D. Docquier, P. Earnshaw, C. Ehbrecht, B.K. Gier, N. Gonzalez-Reviriego, P. Goodman, S. Hagemann, S. Hardiman, B. Hassler, A. Hunter, C. Kadow, S. Kindermann, S. Koirala, N. Koldunov, Q. Lejeune, V. Lembo, T. Lovato, V. Lucarini, F. Massonnet, B. Muller, A. Pandde, N. Perez-Zanon, A. Phillips, V. Predoi, J. Russell, A. Sellar, F. Serva, T. Stacke, R. Swaminathan, V. Torralba, J. Vegas-Regidor, J. von Hardenberg, K. Weigel, and K. Zimmermann. 2020. Earth System Model Evaluation Tool (ESMValTool) v2.0 - an extended set of large-scale diagnostics for quasi-operational and comprehensive evaluation of Earth system models in CMIP. Geoscientific Model Development. 13(7):3383-3438.", "Huang, J., B.G. Ridoutt, Z. Sun, K. Lan, K.R. Thorp, X. Wang, X. Yin, J. Huang, F. Chen, and L. Scherer. 2020. Balancing food production within the planetary water boundary. Journal of Cleaner Production. 253:119900.", "Shepherd, A., E. Littleton, J. Clifton-Brown, M. Martin, and A. Hastings. 2020. Projections of global and UK bioenergy potential from Miscanthus x giganteus --Feedstock yield, carbon cycling and electricity generation in the 21st century . GCB Bioenergy. 12(4):287-305.", "Blyverket, J., P. Hamer, L. Bertino, C. Albergel, D. Fairbairn, and W. Lahoz. 2019. An Evaluation of the EnKF vs. EnOI and the Assimilation of SMAP, SMOS and ESA CCI Soil Moisture Data over the Contiguous US. Remote Sensing. 11(5):478.", "Buitink, J., R. Uijlenhoet, and A.J. Teuling. 2019. Evaluating seasonal hydrological extremes in mesoscale (pre-)Alpine basins at coarse 0.5deg and fine hyperresolution. Hydrology and Earth System Sciences. 23(3):1593-1609.", "Chen, S., Z. Liang, R. Webster, G. Zhang, Y. Zhou, H. Teng, B. Hu, D. Arrouays, and Z. Shi. 2019. A high-resolution map of soil pH in China made by hybrid modelling of sparse soil data and environmental covariates and its implications for pollution. Science of The Total Environment. 655:273-283.", "Chen, Z. and G. Yu. 2019. Spatial variations and controls of carbon use efficiency in China's terrestrial ecosystems. Scientific Reports. 9(1):", "Godbout, J., M.C. Gros-Louis, M. Lamothe, and N. Isabel. 2019. Going with the flow: Intraspecific variation may act as a natural ally to counterbalance the impacts of global change for the riparian species Populus deltoides . Evolutionary Applications. 13(1):176-194.", "Gokool, S. and G.P.W. Jewitt. 2019. Identifying hotspots for investment in ecological infrastructure within the uMngeni catchment, South Africa. Physics and Chemistry of the Earth, Parts A/B/C. 114:102807.", "Huang, J., B.G. Ridoutt, K.R. Thorp, X. Wang, K. Lan, J. Liao, X. Tao, C. Wu, J. Huang, F. Chen, and L. Scherer. 2019. Water-scarcity footprints and water productivities indicate unsustainable wheat production in China. Agricultural Water Management. 224:105744.", "Iizumi, T. and R. Wagai. 2019. Leveraging drought risk reduction for sustainable food, soil and climate via soil organic carbon sequestration. Scientific Reports. 9(1):", "Lanso, A.S., T.L. Smallman, J.H. Christensen, M. Williams, K. Pilegaard, L.L. Sorensen, and C. Geels. 2019. Simulating the atmospheric CO<sub>2</sub> concentration across the heterogeneous landscape of Denmark using a coupled atmosphere-biosphere mesoscale model system. Biogeosciences. 16(7):1505-1524.", "Liang, Z., S. Chen, Y. Yang, Y. Zhou, and Z. Shi. 2019. High-resolution three-dimensional mapping of soil organic carbon in China: Effects of SoilGrids products on national modeling. Science of The Total Environment. 685:480-489.", "Ramirez- Beltran, N.D., C.M. Salazar, J.M. Castro Sanchez, and J.E. Gonzalez. 2019. A satellite algorithm for estimating relative humidity, based on GOES and MODIS satellite data. International Journal of Remote Sensing. 40(24):9237-9259.", "Sadok, W., R. Schoppach, M.E. Ghanem, C. Zucca, and T.R. Sinclair. 2019. Wheat drought-tolerance to enhance food security in Tunisia, birthplace of the Arab Spring. European Journal of Agronomy. 107:1-9.", "Simova, I., B. Sandel, B.J. Enquist, S.T. Michaletz, J. Kattge, C. Violle, B.J. McGill, B. Blonder, K. Engemann, R.K. Peet, S.K. Wiser, N. Morueta-Holme, B. Boyle, N.J.B. Kraft, and J.C. Svenning. 2019. The relationship of woody plant size and leaf nutrient content to large-scale productivity for forests across the Americas. Journal of Ecology.", "Wang, B., M. Li, W. Fan, Y. Yu, and W. Jia. 2019. Impacts of Change in Atmospheric CO2 Concentration on Larix gmelinii Forest Growth in Northeast China from 1950 to 2010. Forests. 10(5):454.", "Wei, F., S. Wang, B. Fu, L. Wang, Y.Y. Liu, and Y. Li. 2019. African dryland ecosystem changes controlled by soil water. Land Degradation & Development. 30(13):1564-1573.", "Zhang, K., S. Wang, H. Bao, and X. Zhao. 2019. Characteristics and influencing factors of rainfall-induced landslide and debris flow hazards in Shaanxi Province, China. Natural Hazards and Earth System Sciences. 19(1):93-105.", "Zhang, W., M. Brandt, J. Penuelas, F. Guichard, X. Tong, F. Tian, and R. Fensholt. 2019. Ecosystem structural changes controlled by altered rainfall climatology in tropical savannas. Nature Communications. 10(1):", "Huang, C., Q. Jiang, L. Yao, H. Yang, C. Lin, T. Huang, A.X. Zhu, and Y. Zhang. 2018. Variation pattern of particulate organic carbon and nitrogen in oceans and inland waters. Biogeosciences. 15(6):1827-1841.", "Rodig, E., M. Cuntz, A. Rammig, R. Fischer, F. Taubert, and A. Huth. 2018. The importance of forest structure for carbon fluxes of the Amazon rainforest. Environmental Research Letters. 13(5):054013.", "Shao, D., S. Chen, X. Tan, and W. Gu. 2018. Drought characteristics over China during 1980-2015. International Journal of Climatology. 38(9):3532-3545.", "Shi, Z., S. Crowell, Y. Luo, and B. Moore. 2018. Model structures amplify uncertainty in predicted soil carbon responses to climate change. Nature Communications. 9(1):", "Xu, X., D. Medvigy, A.T. Trugman, K. Guan, S.P. Good, and I. Rodriguez-Iturbe. 2018. Tree cover shows strong sensitivity to precipitation variability across the global tropics. Global Ecology and Biogeography. 27(4):450-460.", "Dale, A., C. Fant, K. Strzepek, M. Lickley, and S. Solomon. 2017. Climate model uncertainty in impact assessments for agriculture: A multi-ensemble case study on maize in sub-Saharan Africa. Earth's Future. 5(3):337-353.", "Momen, M., J.D. Wood, K.A. Novick, R. Pangle, W.T. Pockman, N.G. McDowell, and A.G. Konings. 2017. Interacting Effects of Leaf Water Potential and Biomass on Vegetation Optical Depth. Journal of Geophysical Research: Biogeosciences. 122(11):3031-3046.", "Xu, X., J.P. Schimel, I.A. Janssens, X. Song, C. Song, G. Yu, R.L. Sinsabaugh, D. Tang, X. Zhang, and P.E. Thornton. 2017. Global pattern and controls of soil microbial metabolic quotient. Ecological Monographs. 87(3):429-441.", "Labriere, N., B. Locatelli, G. Vieilledent, S. Kharisma, I. Basuki, V. Gond, and Y. Laumonier. 2016. Spatial congruence between carbon and biodiversity across forest landscapes of northern Borneo. Global Ecology and Conservation. 6:105-120.", "Xu, P., Y.J. Liao, Y.H. Lin, C.X. Zhao, C.H. Yan, M.N. Cao, G.S. Wang, and S.J. Luan. 2016. High-resolution inventory of ammonia emissions from agricultural fertilizer in China from 1978 to 2008. Atmospheric Chemistry and Physics. 16(3):1207-1218.", "Zhang, B., H. Tian, W. Ren, B. Tao, C. Lu, J. Yang, K. Banger, and S. Pan. 2016. Methane emissions from global rice fields: Magnitude, spatiotemporal patterns, and environmental controls. Global Biogeochemical Cycles. 30(9):1246-1263.", "Wieder, W.R., A.S. Grandy, C.M. Kallenbach, P.G. Taylor, and G.B. Bonan. 2015. Representing life in the Earth system with soil microbial functional traits in the MIMICS model. Geoscientific Model Development. 8(6):1789-1808.", "Zhang, Q., M. Xiao, V.P. Singh, L. Liu, and C.Y. Xu. 2015. Observational evidence of summer precipitation deficit-temperature coupling in China. Journal of Geophysical Research: Atmospheres. 120(19):10,040-10,049."], "doi": ["https://doi.org/10.5194/gmd-13-3383-2020", "https://doi.org/10.1016/j.jclepro.2019.119900", "https://doi.org/10.1111/GCBB.12671", "https://doi.org/10.3390/rs11050478", "https://doi.org/10.5194/hess-23-1593-2019", "https://doi.org/10.1016/j.scitotenv.2018.11.230", "https://doi.org/10.1038/s41598-019-56115-5", "https://doi.org/10.1111/eva.12854", "https://doi.org/10.1016/j.pce.2019.11.003", "https://doi.org/10.1016/j.agwat.2019.105744", "https://doi.org/10.1038/s41598-019-55835-y", "https://doi.org/10.5194/bg-16-1505-2019", "https://doi.org/10.1016/j.scitotenv.2019.05.332", "https://doi.org/10.1080/01431161.2019.1629715", "https://doi.org/10.1016/j.eja.2019.03.009", "https://doi.org/10.1111/1365-2745.13163", "https://doi.org/10.3390/f10050454", "https://doi.org/10.1002/ldr.3342", "https://doi.org/10.5194/nhess-19-93-2019", "https://doi.org/10.1038/s41467-019-08602-6", "https://doi.org/10.5194/bg-15-1827-2018", "https://doi.org/10.1088/1748-9326/aabc61", "https://doi.org/10.1002/joc.5515", "https://doi.org/10.1038/s41467-018-04526-9", "https://doi.org/10.1111/geb.12707", "https://doi.org/10.1002/2017EF000539", "https://doi.org/10.1002/2017JG004145", "https://doi.org/10.1002/ecm.1258", "https://doi.org/10.1016/j.gecco.2016.01.005", "https://doi.org/10.5194/acp-16-1207-2016", "https://doi.org/10.1002/2016GB005381", "https://doi.org/10.5194/gmd-8-1789-2015", "https://doi.org/10.1002/2015JD023830"]}