{"processing_level_id": "3", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-47.35 -178.5 72.12 176.73"], "time_start": "1807-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:58:27.000Z", "dataset_id": "Global River Discharge, 1807-1991, V[ersion]. 1.1 (RivDIS)", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "RIVDIS_199", "organizations": ["ORNL_DAAC"], "title": "Global River Discharge, 1807-1991, V[ersion]. 1.1 (RivDIS)", "coordinate_system": "CARTESIAN", "summary": "The Global Monthly River Discharge Data Set (RivDIS) contains monthly averaged discharge measurements for 1,018 stations located throughout the world from 1807-1991. The period of record varies widely from station to station with a mean of 21.5 years. The data are derived from the published UNESCO archives for river discharge, and checked against information obtained from the Global Runoff Center in Koblenz, Germany through the U.S. National Geophysical Data Center in Boulder, Colorado.", "has_granules": true, "time_end": "1991-09-30T23:59:59.000Z", "orbit_parameters": {}, "id": "C179003457-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 1, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/RIVDIS/guides/rivdis_guide.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/199"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/rivdis/README"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/rivdis/rivdis_guide.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/rivdis/STATION.DAT"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/project/square/hydroclimatology_logo_square.png"}], "cmr": {"title": "Global River Discharge, 1807-1991, V[ersion]. 1.1 (RivDIS)", "summary": "The Global Monthly River Discharge Data Set (RivDIS) contains monthly averaged discharge measurements for 1,018 stations located throughout the world from 1807-1991. The period of record varies widely from station to station with a mean of 21.5 years. The data are derived from the published UNESCO archives for river discharge, and checked against information obtained from the Global Runoff Center in Koblenz, Germany through the U.S. National Geophysical Data Center in Boulder, Colorado.", "id": "C179003457-ORNL_DAAC", "description": "The Global Monthly River Discharge Data Set (RivDIS) contains monthly averaged discharge measurements for 1,018 stations located throughout the world from 1807-1991. The period of record varies widely from station to station with a mean of 21.5 years. The data are derived from the published UNESCO archives for river discharge, and checked against information obtained from the Global Runoff Center in Koblenz, Germany through the U.S. National Geophysical Data Center in Boulder, Colorado.", "spatialExtent": "N: 72.12 S: -47.35 E: 176.73 W: -178.5", "dataFormat": null, "temporalExtent": "1807-01-01 to 1991-09-30", "Platform": "STREAMFLOW STATION", "Data Center": "ORNL_DAAC", "Instrument": "STREAM GAUGES", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@TERRESTRIAL HYDROSPHERE@SURFACE WATER@SURFACE WATER PROCESSES/MEASUREMENTS@DISCHARGE/FLOW", "ScienceKeywords2": null, "ScienceKeywords3": null, "ScienceKeywords4": null}, "citation": ["Gao, H., Y. Xu, C. Zhang, G. Liu, J. Shi, X. Guo, Y.H. Tseng, S.H. Chen, and Y. Yu. 2020. Importance of Diurnal Forcing on the Summer Salinity Variability in the East China Sea. Journal of Physical Oceanography. 50(3):633-653.", "Jung, J. and Y.K. Cho. 2020. Persistence of coastal upwelling after a plunge in upwelling-favourable wind. Scientific Reports. 10(1):", "Mallick, S.K., N. Agarwal, R. Sharma, K.V.S.R. Prasad, and S.S.V.S. Ramakrishna. 2020. Thermodynamic Response of a High-Resolution Tropical Indian Ocean Model to TOGA COARE Bulk Air-Sea Flux Parameterization: Case Study for the Bay of Bengal (BoB). Pure and Applied Geophysics. 177(8):4025-4044.", "Poulos, S.E. 2020. The Mediterranean and Black Sea Marine System: An overview of its physico-geographic and oceanographic characteristics. Earth-Science Reviews. 200:103004.", "Ganti, V., A.C. Whittaker, M.P. Lamb, and W.W. Fischer. 2019. Low-gradient, single-threaded rivers prior to greening of the continents. Proceedings of the National Academy of Sciences. 201901642.", "Paredes, J.M., P. Blanco Dufau, and M. Giordano. 2019. A modern analog for meandering rivers of the Mina del Carmen Formation (Albian) at Canadon Seco oilfield, Golfo San Jorge Basin, Patagonia. Journal of South American Earth Sciences. 95:102283.", "Platov, G.A. and E.N. Golubeva. 2019. Interaction of Dense Shelf Waters of the Barents and Kara Seas with the Eddy Structures. Physical Oceanography. 26(6):", "Platov, G.A., E.N. Golubeva, M.V. Kraineva, and V.V. Malakhova. 2019. Modeling of climate tendencies in Arctic seas based on atmospheric forcing EOF decomposition. Ocean Dynamics. 69(6):747-767.", "Proshutinsky, A., R. Krishfield, J.M. Toole, M.L. Timmermans, W. Williams, S. Zimmermann, M. Yamamoto-Kawai, T.W.K. Armitage, D. Dukhovskoy, E. Golubeva, G.E. Manucharyan, G. Platov, E. Watanabe, T. Kikuchi, S. Nishino, M. Itoh, S.H. Kang, K.H. Cho, K. Tateyama, and J. Zhao. 2019. Analysis of the Beaufort Gyre Freshwater Content in 2003-2018. Journal of Geophysical Research: Oceans. 124(12):9658-9689.", "Golubeva, E., G. Platov, V. Malakhova, M. Kraineva and D. Iakshina2018. Modelling the Long-Term and Inter-Annual Variability in the Laptev Sea Hydrography and Subsea Permafrost State . Polarforschung. 87(2):195-210.", "Graham, J. A., E, O., Dea, Holt, J., Polton, J., Hewitt, H. T., Furner, R., Guihou, K., Brereton, A., Arnold, A., Wakelin, S., Sanchez, J. M. C. and Adame, C. G. M. (2018) AMM15: a new high-resolution NEMO configuration for operational simulation of the European north-west shelf.Geoscientific Model Development. 11(): 681-696", "Graham, J.A., E. O&aposDea, J. Holt, J. Polton, H.T. Hewitt, R. Furner, K. Guihou, A. Brereton, A. Arnold, S. Wakelin, J.M. Castillo Sanchez, and C.G. Mayorga Adame. 2018. AMM15: a new high-resolution NEMO configuration for operational simulation of the European north-west shelf. Geoscientific Model Development. 11(2):681-696.", "Ponomarev, V.I., P.A. Fayman, S.V. Prants, M.V. Budyansky, and M.Y. Uleysky. 2018. Simulation of mesoscale circulation in the Tatar Strait of the Japan Sea. Ocean Modelling. 126:43-55.", "Santini, M. and L. Caporaso. 2018. Evaluation of Freshwater Flow From Rivers to the Sea in CMIP5 Simulations: Insights From the Congo River Basin. Journal of Geophysical Research: Atmospheres. 123(18):10,278-10,300.", "Sospedra, J., L.F.H. Niencheski, S. Falco, C.F.F. Andrade, K.K. Attisano, and M. Rodilla. 2018. Identifying the main sources of silicate in coastal waters of the Southern Gulf of Valencia (Western Mediterranean Sea). Oceanologia. 60(1):52-64.", "Su, M., P. Yao, Z.B. Wang, C.K. Zhang, and M.J.F. Stive. 2018. Tidal Wave Propagation in the Yellow Sea. Coastal Engineering Journal. 57(3):1550008-1-1550008-29.", "Wang, F., J. Polcher, P. Peylin, and V. Bastrikov. 2018. Assimilation of river discharge in a land surface model to improve estimates of the continental water cycles. Hydrology and Earth System Sciences. 22(7):3863-3882.", "Barbarossa, V., M.A.J. Huijbregts, A.J. Hendriks, A.H.W. Beusen, J. Clavreul, H. King, and A.M. Schipper. 2017. Developing and testing a global-scale regression model to quantify mean annual streamflow. Journal of Hydrology. 544:479-487.", "Li, Y. and R. Toumi. 2017. A balanced Kalman filter ocean data assimilation system with application to the South Australian Sea. Ocean Modelling. 116:159-172.", "Noaman, M.N. and D. El Quosy. 2017. Hydrology of the Nile and Ancient Agriculture. 9-28.", "Phillipson, L. and R. Toumi. 2017. Impact of data assimilation on ocean current forecasts in the Angola Basin. Ocean Modelling. 114:45-58.", "Postle-Floyd, H. and T. Erfani. 2017. Reliability and Robustness Analysis of the Masinga Dam under Uncertainty. Climate. 5(1):12.", "Siam, M.S. and E.A.B. Eltahir. 2017. Climate change enhances interannual variability of the Nile river flow. Nature Climate Change. 7(5):350-354.", "Wuppukondur, A. and V. Chandra. 2017. Control of Bed Erosion at 60deg River Confluence Using Vanes and Piles. International Journal of Civil Engineering. 16(6):619-627.", "Wuppukondur, A. and V. Chandra. 2017. Methods to control bed erosion at 90deg river confluence: an experimental study. International Journal of River Basin Management. 15(3):297-307.", "Yu, Y., H. Gao, J. Shi, X. Guo, and G. Liu. 2017. Diurnal Forcing Induces Variations in Seasonal Temperature and Its Rectification Mechanism in the Eastern Shelf Seas of China. Journal of Geophysical Research: Oceans. 122(12):9870-9888.", "Aksenov, Y., M. Karcher, A. Proshutinsky, R. Gerdes, B. de Cuevas, E. Golubeva, F. Kauker, A.T. Nguyen, G.A. Platov, M. Wadley, E. Watanabe, A.C. Coward, and A.J.G. Nurser. 2016. Arctic pathways of Pacific Water: Arctic Ocean Model Intercomparison experiments. Journal of Geophysical Research: Oceans. 121(1):27-59.", "Gomis, D., E. Alvarez-Fanjul, G. Jorda, M. Marcos, R. Aznar, E. Rodriguez-Camino, J.C. Sanchez-Perrino, J.M. Rodriguez-Gonzalez, A. Martinez-Asensio, J. Llasses, B. Perez, and M.G. Sotillo. 2016. Regional marine climate scenarios in the NE Atlantic sector close to the Spanish shores. Scientia Marina. 80(S1):215-234.", "Mashio, A.S., H. Obata, H. Tazoe, M. Tsutsumi, A. Ferrer i Santos, and T. Gamo. 2016. Dissolved platinum in rainwater, river water and seawater around Tokyo Bay and Otsuchi Bay in Japan. Estuarine, Coastal and Shelf Science. 180:160-167.", "Shaghude, Y.W. 2016. Estuarine Environmental and Socio-Economic Impacts Associated with Upland Agricultural Irrigation and Hydropower Developments: The Case of Rufiji and Pangani Estuaries, Tanzania. 169-182.", "Adloff, F., S. Somot, F. Sevault, G. Jorda, R. Aznar, M. Deque, M. Herrmann, M. Marcos, C. Dubois, E. Padorno, E. Alvarez-Fanjul, and D. Gomis. 2015. Mediterranean Sea response to climate change in an ensemble of twenty first century scenarios. Climate Dynamics. 45(9-10):2775-2802.", "Bandyopadhyay, S., S. Das, and N.S. Kar. 2015. Discussion: `Changing river courses in the western part of the Ganga-Brahmaputra delta' by Kalyan Rudra (2014), Geomorphology, 227, 87-100. Geomorphology. 250:442-453.", "Billi, P., S. Golla, and D. Tefferra. 2015. Ethiopian Rivers. 89-116.", "Domisch, S., G. Amatulli, and W. Jetz. 2015. Near-global freshwater-specific environmental variables for biodiversity analyses in 1 km resolution. Scientific Data. 2:150073.", "Grimm, R., E. Maier-Reimer, U. Mikolajewicz, G. Schmiedl, K. Muller-Navarra, F. Adloff, K.M. Grant, M. Ziegler, L.J. Lourens, and K.C. Emeis. 2015. Late glacial initiation of Holocene eastern Mediterranean sapropel formation. Nature Communications. 6(1):", "Iles, C.E. and G.C. Hegerl. 2015. Systematic change in global patterns of streamflow following volcanic eruptions. Nature Geoscience. 8(11):838-842.", "Kuzin, V.I., G.A. Platov, and N.A. Lapteva. 2015. Assessing the effect of year-to-year runoff variations in siberian rivers on circulation in the arctic ocean. Izvestiya, Atmospheric and Oceanic Physics. 51(4):381-390.", "Alvarez-Silva, O., C. Winter, and A.F. Osorio. 2014. Salinity Gradient Energy at River Mouths. Environmental Science & Technology Letters. 1(10):410-415.", "Gunduz, M. and E. Ozsoy. 2014. Modelling seasonal circulation and thermohaline structure of the Caspian Sea. Ocean Science. 10(3):459-471.", "Harzallah, A., M. Alioua, and L. Li. 2014. Mass exchange at the Strait of Gibraltar in response to tidal and lower frequency forcing as simulated by a Mediterranean Sea model. Tellus A: Dynamic Meteorology and Oceanography. 66(1):23871.", "Schneider, B., W. Gulzow, B. Sadkowiak, and G. Rehder. 2014. Detecting sinks and sources of CO2 and CH4 by ferrybox-based measurements in the Baltic Sea: Three case studies. Journal of Marine Systems. 140:13-25.", "White, R.H. and R. Toumi. 2014. River flow and ocean temperatures: The Congo River. Journal of Geophysical Research: Oceans. 119(4):2501-2517.", "Coles, V.J., M.T. Brooks, J. Hopkins, M.R. Stukel, P.L. Yager, and R.R. Hood. 2013. The pathways and properties of the Amazon River Plume in the tropical North Atlantic Ocean. Journal of Geophysical Research: Oceans. 118(12):6894-6913.", "Genest, C. and J.G. Neslehova. 2013. Assessing and Modeling Asymmetry in Bivariate Continuous Data. 213:91-114.", "Grunler, S., R. Romeiser, and D. Stammer. 2013. Estimation of tidally influenced estuarine river discharge from space using along-track InSAR technology: A model-based feasibility study. Journal of Geophysical Research: Oceans. 118(7):3679-3693.", "Jankowski, A. Extension of riverine water influence in the Gulf of Gdask and in the Pomeranian Bay during the ood event in summer 1980-insight from model simulations.", "Liu, M., H. Tian, Q. Yang, J. Yang, X. Song, S.E. Lohrenz, and W.J. Cai. 2013. Long-term trends in evapotranspiration and runoff over the drainage basins of the Gulf of Mexico during 1901-2008. Water Resources Research. 49(4):1988-2012.", "Maina, J., H. de Moel, J. Zinke, J. Madin, T. McClanahan, and J.E. Vermaat. 2013. Human deforestation outweighs future climate change impacts of sedimentation on coral reefs. Nature Communications. 4(1):", "Sharma, B.R. and D. de Condappa. 2013. Opportunities for harnessing the increased contribution of glacier and snowmelt flows in the Ganges basin. Water Policy. 15(S1):9-25.", "Fouache, E., D. Kelterbaum, H. Bruckner, G. Lericolais, A. Porotov, and V. Dikarev. 2012. The Late Holocene evolution of the Black Sea - a critical view on the so-called Phanagorian regression. Quaternary International. 266:162-174.", "Gorski, K., L.V. van den Bosch, K.E. van de Wolfshaar, H. Middelkoop, L.A.J. Nagelkerke, O.V. Filippov, D.V. Zolotarev, S.V. Yakovlev, A.E. Minin, H.V. Winter, J.J. De Leeuw, A.D. Buijse, and J.A.J. Verreth. 2012. POST-DAMMING FLOW REGIME DEVELOPMENT IN A LARGE LOWLAND RIVER (VOLGA, RUSSIAN FEDERATION): IMPLICATIONS FOR FLOODPLAIN INUNDATION AND FISHERIES. River Research and Applications. 28(8):1121-1134.", "Maina, J., H. de Moel, J.E. Vermaat, J. Henrich Bruggemann, M.M.M. Guillaume, C.A. Grove, J.S. Madin, R. Mertz-Kraus, and J. Zinke. 2012. Linking coral river runoff proxies with climate variability, hydrology and land-use in Madagascar catchments. Marine Pollution Bulletin. 64(10):2047-2059.", "Tamooh, F., K. Van den Meersche, F. Meysman, T.R. Marwick, A.V. Borges, R. Merckx, F. Dehairs, S. Schmidt, J. Nyunja, and S. Bouillon. 2012. Distribution and origin of suspended matter and organic carbon pools in the Tana River Basin, Kenya. Biogeosciences. 9(8):2905-2920.", "Winsemius, H.C., L.P.H. Van Beek, B. Jongman, P.J. Ward, and A. Bouwman. 2012. A framework for global river flood risk assessments. Hydrology and Earth System Sciences Discussions. 9(8):9611-9659.", "Zonneveld, K.A.F., L. Chen, R. Elshanawany, H.W. Fischer, M. Hoins, M.I. Ibrahim, D. Pittauerova, and G.J.M. Versteegh. 2012. The use of dinoflagellate cysts to separate human-induced from natural variability in the trophic state of the Po River discharge plume over the last two centuries. Marine Pollution Bulletin. 64(1):114-132.", ". 2011.", "Adloff, F., U. Mikolajewicz, M. Kucera, R. Grimm, E. Maier-Reimer, G. Schmiedl, and K.C. Emeis. 2011. Upper ocean climate of the Eastern Mediterranean Sea during the Holocene Insolation Maximum - a model study. Climate of the Past. 7(4):1103-1122.", "Bacigal, T., Jagr, V., Mesiar, R., Kybernetika(2011). Non-exchangeable random variables, Archimax copulas and their fitting to real data. KYBERNETIKA. 47 (4): 519-531. ISBN: 0023-5954.", "Mikolajewicz, U. 2011. Modeling Mediterranean Ocean climate of the Last Glacial Maximum. Climate of the Past. 7(1):161-180.", "van de Wolfshaar, K.E., H. Middelkoop, E. Addink, H.V. Winter, and L.A.J. Nagelkerke. 2011. Linking Flow Regime, Floodplain Lake Connectivity and Fish Catch in a Large River-Floodplain System, the Volga-Akhtuba Floodplain (Russian Federation). Ecosystems. 14(6):920-934.", "Birol Kara, A., A.J. Wallcraft, E. Joseph Metzger, and M. Gunduz. 2010. Impacts of freshwater on the seasonal variations of surface salinity and circulation in the Caspian Sea. Continental Shelf Research. 30(10-11):1211-1225.", "Brochu, R. and R. Laprise. 2010. Surface water and energy budgets over the Mississippi and Columbia River basins as simulated by two generations of the Canadian regional climate model. Atmosphere-Ocean. 45(1):19-35.", "Gratton, C. and M.J.V. Zanden. 2009. Flux of aquatic insect productivity to land: comparison of lentic and lotic ecosystems. Ecology. 90(10):2689-2699.", "Lee, D., J. Kim, K.S. Lee, and S. Kim. 2009. Partitioning of catchment water budget and its implications for ecosystem carbon exchange. Biogeosciences Discussions. 6(6):11401-11433.", "Ludwig, W., E. Dumont, M. Meybeck, and S. Heussner. 2009. River discharges of water and nutrients to the Mediterranean and Black Sea: Major drivers for ecosystem changes during past and future decades?. Progress in Oceanography. 80(3-4):199-217.", "Kara, A.B., A.J. Wallcraft, H.E. Hurlburt, and E.V. Stanev. 2008. Air-sea fluxes and river discharges in the Black Sea with a focus on the Danube and Bosphorus. Journal of Marine Systems. 74(1-2):74-95.", "Mahadevan, P., S.C. Wofsy, D.M. Matross, X. Xiao, A.L. Dunn, J.C. Lin, C. Gerbig, J.W. Munger, V.Y. Chow, and E.W. Gottlieb. 2008. A satellite-based biosphere parameterization for net ecosystem CO2exchange: Vegetation Photosynthesis and Respiration Model (VPRM). Global Biogeochemical Cycles. 22(2):n/a-n/a.", "MALENOVSKY, Z., E. MARTIN, L. HOMOLOVA, J. GASTELLUETCHEGORRY, R. ZURITAMILLA, M. SCHAEPMAN, R. POKORNY, J. CLEVERS, and P. CUDLIN. 2008. Influence of woody elements of a Norway spruce canopy on nadir reflectance simulated by the DART model at very high spatial resolution. Remote Sensing of Environment. 112(1):1-18.", "Ralison, O.H., A.V. Borges, F. Dehairs, J.J. Middelburg, and S. Bouillon. 2008. Carbon biogeochemistry of the Betsiboka estuary (north-western Madagascar). Organic Geochemistry. 39(12):1649-1658.", "Wang, W., S. Liang, and T. Meyers. 2008. Validating MODIS land surface temperature products using long-term nighttime ground measurements. Remote Sensing of Environment. 112(3):623-635.", "Gladstone, R., R. Flecker, P. Valdes, D. Lunt, and P. Markwick. 2007. The Mediterranean hydrologic budget from a Late Miocene global climate simulation. Palaeogeography, Palaeoclimatology, Palaeoecology. 251(2):254-267.", "Ward, P.J., J.C.J.H. Aerts, H. de Moel, and H. Renssen. 2007. Verification of a coupled climate-hydrological model against Holocene palaeohydrological records. Global and Planetary Change. 57(3-4):283-300.", "Lucas-Picher, P., V.K. Arora, D. Caya, and R. Laprise. 2003. Implementation of a large-scale variable velocity river flow routing algorithm in the Canadian Regional Climate Model (CRCM). Atmosphere-Ocean. 41(2):139-153.", "Fekete, B.M., C.J. Vorosmarty, and W. Grabs. 2002. High-resolution fields of global runoff combining observed river discharge and simulated water balances. Global Biogeochemical Cycles. 16(3):15-1-15-10.", "Hellmuth, Molly EYates, David NStrzepek, Kenneth M(2002). The Mozambique water model. Population-Development-Environment in Mozambique Background Readings.", "Uliana, E., C.B. Lange, and G. Wefer. 2002. Evidence for Congo River freshwater load in Late Quaternary sediments of ODP Site 1077 (5degS, 10degE). Palaeogeography, Palaeoclimatology, Palaeoecology. 187(1-2):137-150.", "Nijssen, B., G.M. O'Donnell, A.F. Hamlet, and D.P. Lettenmaier. 2001. Climatic Change. 50(1/2):143-175.", "Nijssen, B., G.M. O'Donnell, D.P. Lettenmaier, D. Lohmann, and E.F. Wood. 2001. Predicting the Discharge of Global Rivers. Journal of Climate. 14(15):3307-3323.", "Arora, V.K., F.H.S. Chiew, and R.B. Grayson. 2000. The use of river runoff to test CSIRO9 land surface scheme in the Amazon and Mississippi River Basins. International Journal of Climatology. 20(10):1077-1096.", "Comanor, K., B. Nijssen, and D.P. Lettenmaier. 2000. Comment on \"Five-minute, 1/2deg, and 1deg data sets of continental watersheds and river networks for use in regional and global hydrologic and climate modeling studies\" by Graham et al. Water Resources Research. 36(10):3117-3120.", "Vorosmarty, C.J., B.M. Fekete, M. Meybeck, and R.B. Lammers. 2000. Geomorphometric attributes of the global system of rivers at 30-minute spatial resolution. Journal of Hydrology. 237(1-2):17-39.", "Vorosmarty, C.J., B.M. Fekete, M. Meybeck, and R.B. Lammers. 2000. Global system of rivers: Its role in organizing continental land mass and defining land-to-ocean linkages. Global Biogeochemical Cycles. 14(2):599-621.", "Arora, V.K., F.H.S. Chiew, and R.B. Grayson. 1999. A river flow routing scheme for general circulation models. Journal of Geophysical Research: Atmospheres. 104(D12):14347-14357.", "Fekete, Balazs MVorosmarty, Charles JosephGrabs, Wolfgang(1999). Global, composite runoff fields based on observed river discharge and simulated water balances. Research report."], "doi": ["https://doi.org/10.1175/JPO-D-19-0200.1", "https://doi.org/10.1038/s41598-020-67785-x", "https://doi.org/10.1007/s00024-020-02448-6", "https://doi.org/10.1016/j.earscirev.2019.103004", "https://doi.org/10.1073/pnas.1901642116", "https://doi.org/10.1016/j.jsames.2019.102283", "https://doi.org/10.22449/1573-160X-2019-6-484-503", "https://doi.org/10.1007/s10236-019-01259-1", "https://doi.org/10.1029/2019JC015281", "NA", "https://doi.org/10.5194/gmd-11-681-2018, 2018", "https://doi.org/10.5194/gmd-11-681-2018", "https://doi.org/10.1016/j.ocemod.2018.04.006", "https://doi.org/10.1029/2017JD027422", "https://doi.org/10.1016/j.oceano.2017.07.004", "https://doi.org/10.1142/S0578563415500084", "https://doi.org/10.5194/hess-22-3863-2018", "https://doi.org/10.1016/j.jhydrol.2016.11.053", "https://doi.org/10.1016/j.ocemod.2017.06.007", "https://doi.org/10.1007/978-3-319-30216-4_2", "https://doi.org/10.1016/j.ocemod.2017.04.006", "https://doi.org/10.3390/cli5010012", "https://doi.org/10.1038/NCLIMATE3273", "https://doi.org/10.1007/s40999-017-0147-1", "https://doi.org/10.1080/15715124.2017.1307846", "https://doi.org/10.1002/2017JC013473", "https://doi.org/10.1002/2015JC011299", "https://doi.org/10.3989/scimar.04328.07A", "https://doi.org/10.1016/j.ecss.2016.07.002", "https://doi.org/10.1007/978-3-319-25370-1_11", "https://doi.org/10.1007/s00382-015-2507-3", "https://doi.org/10.1016/j.geomorph.2015.02.037", "https://doi.org/10.1007/978-94-017-8026-1_4", "https://doi.org/10.1038/sdata.2015.73", "https://doi.org/10.1038/ncomms8099", "https://doi.org/10.1038/ngeo2545", "https://doi.org/10.1134/S0001433815040064", "https://doi.org/10.1021/ez500239n", "https://doi.org/10.5194/os-10-459-2014", "https://doi.org/10.3402/tellusa.v66.23871", "https://doi.org/10.1016/j.jmarsys.2014.03.014", "https://doi.org/10.1002/2014JC009836", "https://doi.org/10.1002/2013JC008981", "https://doi.org/10.1007/978-3-642-35407-6_5", "https://doi.org/10.1002/jgrc.20269", "NA", "https://doi.org/10.1002/wrcr.20180", "https://doi.org/10.1038/ncomms2986", "https://doi.org/10.2166/wp.2013.008", "https://doi.org/10.1016/j.quaint.2011.04.008", "https://doi.org/10.1002/rra.1499", "https://doi.org/10.1016/j.marpolbul.2012.06.027", "https://doi.org/10.5194/bg-9-2905-2012", "https://doi.org/10.5194/hessd-9-9611-2012", "https://doi.org/10.1016/j.marpolbul.2011.10.012", "https://doi.org/10.1007/978-3-642-19902-8", "https://doi.org/10.5194/cp-7-1103-2011", "https://doi.org/10.5194/cp-7-1103-2011", "https://doi.org/10.5194/cp-7-161-2011", "https://doi.org/10.1007/s10021-011-9457-3", "https://doi.org/10.1016/j.csr.2010.03.011", "https://doi.org/10.3137/ao.v450102", "https://doi.org/10.1890/08-1546.1", "https://doi.org/10.5194/bgd-6-11401-2009", "https://doi.org/10.1016/j.pocean.2009.02.001", "https://doi.org/10.1016/j.jmarsys.2007.11.010", "https://doi.org/10.1029/2006GB002735", "https://doi.org/10.1016/j.rse.2006.02.028", "https://doi.org/10.1016/j.orggeochem.2008.01.010", "https://doi.org/10.1016/j.rse.2007.05.024", "https://doi.org/10.1016/j.palaeo.2007.03.050", "https://doi.org/10.1016/j.gloplacha.2006.12.002", "https://doi.org/10.3137/ao.410203", "https://doi.org/10.1029/1999gb001254", "NA", "https://doi.org/10.1016/s0031-0182(02)00514-x https://doi.org/10.1016/s0031-0182(02)00514-x", "https://doi.org/10.1023/a:1010616428763", "https://doi.org/10.1175/1520-0442(2001)0142.0.CO", "https://doi.org/10.1002/1097-0088(200008)20:103.0.co", "https://doi.org/10.1029/2000wr900189", "https://doi.org/10.1016/s0022-1694(00)00282-1 https://doi.org/10.1016/s0022-1694(00)00282-1", "https://doi.org/10.1029/1999gb900092", "https://doi.org/10.1029/1999jd900200", "NA"]}