{"processing_level_id": "3", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-2.61 -157.41 70.47 24.3"], "time_start": "1992-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:52:18.000Z", "dataset_id": "FLUXNET Marconi Conference Gap-Filled Flux and Meteorology Data, 1992-2000", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "fluxnet_marconi_811", "organizations": ["ORNL_DAAC"], "title": "FLUXNET Marconi Conference Gap-Filled Flux and Meteorology Data, 1992-2000", "coordinate_system": "CARTESIAN", "summary": "This data set, FLUXNET Marconi Conference Gap-Filled Flux and Meteorology Data, 1992-2000, was conceptualized at the FLUXNET 2000 Synthesis Workshop held at the Marconi Conference Center, Marshall, California, June 11-14, 2000.  Fluxes of carbon dioxide, water vapor, and energy exchange have been measured at 38 forest, grassland, and crop sites as part of the EUROFLUX and AmeriFlux projects. A total of 97 site-years of data were compiled, primarily between 1996 and 1998 but also for 1992-1995 and 1999-2000. Half-hour flux and meteorology measurements are included plus the gap-filled half-hour estimates and aggregations to day and night, weekly, monthly, and annual periods.", "has_granules": true, "time_end": "2000-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179003200-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 2522, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/fluxnet/gap_filled_marconi/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/FLUXNET/guides/marconi_gap_filled.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/811"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/fluxnet/gap_filled_marconi/comp/0_DataPolicy.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/fluxnet/gap_filled_marconi/comp/Marconi_gapzips_website.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/fluxnet/gap_filled_marconi/comp/marconi_gap_filled.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/sdat-tds/811_1_fit.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://thredds.daac.ornl.gov/thredds/catalog/ornldaac/811/catalog.html"}], "cmr": {"title": "FLUXNET Marconi Conference Gap-Filled Flux and Meteorology Data, 1992-2000", "summary": "This data set, FLUXNET Marconi Conference Gap-Filled Flux and Meteorology Data, 1992-2000, was conceptualized at the FLUXNET 2000 Synthesis Workshop held at the Marconi Conference Center, Marshall, California, June 11-14, 2000.  Fluxes of carbon dioxide, water vapor, and energy exchange have been measured at 38 forest, grassland, and crop sites as part of the EUROFLUX and AmeriFlux projects. A total of 97 site-years of data were compiled, primarily between 1996 and 1998 but also for 1992-1995 and 1999-2000. Half-hour flux and meteorology measurements are included plus the gap-filled half-hour estimates and aggregations to day and night, weekly, monthly, and annual periods.", "id": "C179003200-ORNL_DAAC", "description": "This data set, FLUXNET Marconi Conference Gap-Filled Flux and Meteorology Data, 1992-2000, was conceptualized at the FLUXNET 2000 Synthesis Workshop held at the Marconi Conference Center, Marshall, California, June 11-14, 2000.  Fluxes of carbon dioxide, water vapor, and energy exchange have been measured at 38 forest, grassland, and crop sites as part of the EUROFLUX and AmeriFlux projects. A total of 97 site-years of data were compiled, primarily between 1996 and 1998 but also for 1992-1995 and 1999-2000. Half-hour flux and meteorology measurements are included plus the gap-filled half-hour estimates and aggregations to day and night, weekly, monthly, and annual periods.", "spatialExtent": "N: 70.47 S: -2.61 E: 24.3 W: -157.41", "dataFormat": null, "temporalExtent": "1992-01-01 to 2000-12-31", "Platform": "FIELD INVESTIGATION, METEOROLOGICAL STATIONS, FIXED OBSERVATION STATIONS", "Data Center": "ORNL_DAAC", "Instrument": "THERMISTORS, THERMOMETERS, LICOR QUANTUM SENSOR, ANEMOMETERS, EDDY CORRELATION DEVICES, PYRANOMETERS", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC RADIATION@HEAT FLUX", "ScienceKeywords2": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC RADIATION@RADIATIVE FLUX", "ScienceKeywords3": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC TEMPERATURE@SURFACE TEMPERATURE@AIR TEMPERATURE", "ScienceKeywords4": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC WATER VAPOR@WATER VAPOR INDICATORS@WATER VAPOR"}, "citation": ["Barcza, Z., A. Kern, K.J. Davis, and L. Haszpra. 2020. Analysis of the 21-years long carbon dioxide flux dataset from a Central European tall tower site. Agricultural and Forest Meteorology. 290:108027.", "Pastorello, G., C. Trotta, E. Canfora, H. Chu, D. Christianson, Y.W. Cheah, C. Poindexter, J. Chen, A. Elbashandy, M. Humphrey, P. Isaac, D. Polidori, A. Ribeca, C. van Ingen, L. Zhang, B. Amiro, C. Ammann, M.A. Arain, J. Ardo, T. Arkebauer, S.K. Arndt, N. Arriga, M. Aubinet, M. Aurela, D. Baldocchi, A. Barr, E. Beamesderfer, L.B. Marchesini, O. Bergeron, J. Beringer, C. Bernhofer, D. Berveiller, D. Billesbach, T.A. Black, P.D. Blanken, G. Bohrer, J. Boike, P.V. Bolstad, D. Bonal, J.M. Bonnefond, D.R. Bowling, R. Bracho, J. Brodeur, C. Brummer, N. Buchmann, B. Burban, S.P. Burns, P. Buysse, P. Cale, M. Cavagna, P. Cellier, S. Chen, I. Chini, T.R. Christensen, J. Cleverly, A. Collalti, C. Consalvo, B.D. Cook, D. Cook, C. Coursolle, E. Cremonese, P.S. Curtis, E. D'Andrea, H. da Rocha, X. Dai, K.J. Davis, B. De Cinti, A. de Grandcourt, A. De Ligne, R.C. De Oliveira, N. Delpierre, A.R. Desai, C.M. Di Bella, P. di Tommasi, H. Dolman, F. Domingo, G. Dong, S. Dore, P. Duce, E. Dufrene, A. Dunn, J. Dusek, D. Eamus, U. Eichelmann, H.A.M. ElKhidir, W. Eugster, C.M. Ewenz, B. Ewers, D. Famulari, S. Fares, I. Feigenwinter, A. Feitz, R. Fensholt, G. Filippa, M. Fischer, J. Frank, M. Galvagno, M. Gharun, D. Gianelle, B. Gielen, B. Gioli, A. Gitelson, I. Goded, M. Goeckede, A.H. Goldstein, C.M. Gough, M.L. Goulden, A. Graf, A. Griebel, C. Gruening, T. Grunwald, A. Hammerle, S. Han, X. Han, B.U. Hansen, C. Hanson, J. Hatakka, Y. He, M. Hehn, B. Heinesch, N. Hinko-Najera, L. Hortnagl, L. Hutley, A. Ibrom, H. Ikawa, M. Jackowicz-Korczynski, D. Janous, W. Jans, R. Jassal, S. Jiang, T. Kato, M. Khomik, J. Klatt, A. Knohl, S. Knox, H. Kobayashi, G. Koerber, O. Kolle, Y. Kosugi, A. Kotani, A. Kowalski, B. Kruijt, J. Kurbatova, W.L. Kutsch, H. Kwon, S. Launiainen, T. Laurila, B. Law, R. Leuning, Y. Li, M. Liddell, J.M. Limousin, M. Lion, A.J. Liska, A. Lohila, A. Lopez-Ballesteros, E. Lopez-Blanco, B. Loubet, D. Loustau, A. Lucas-Moffat, J. Luers, S. Ma, C. Macfarlane, V. Magliulo, R. Maier, I. Mammarella, G. Manca, B. Marcolla, H.A. Margolis, S. Marras, W. Massman, M. Mastepanov, R. Matamala, J.H. Matthes, F. Mazzenga, H. McCaughey, I. McHugh, A.M.S. McMillan, L. Merbold, W. Meyer, T. Meyers, S.D. Miller, S. Minerbi, U. Moderow, R.K. Monson, L. Montagnani, C.E. Moore, E. Moors, V. Moreaux, C. Moureaux, J.W. Munger, T. Nakai, J. Neirynck, Z. Nesic, G. Nicolini, A. Noormets, M. Northwood, M. Nosetto, Y. Nouvellon, K. Novick, W. Oechel, J.E. Olesen, J.M. Ourcival, S.A. Papuga, F.J. Parmentier, E. Paul-Limoges, M. Pavelka, M. Peichl, E. Pendall, R.P. Phillips, K. Pilegaard, N. Pirk, G. Posse, T. Powell, H. Prasse, S.M. Prober, S. Rambal, U. Rannik, N. Raz-Yaseef, D. Reed, V.R. de Dios, N. Restrepo-Coupe, B.R. Reverter, M. Roland, S. Sabbatini, T. Sachs, S.R. Saleska, E.P. Sanchez-Canete, Z.M. Sanchez-Mejia, H.P. Schmid, M. Schmidt, K. Schneider, F. Schrader, I. Schroder, R.L. Scott, P. Sedlak, P. Serrano-Ortiz, C. Shao, P. Shi, I. Shironya, L. Siebicke, L. Sigut, R. Silberstein, C. Sirca, D. Spano, R. Steinbrecher, R.M. Stevens, C. Sturtevant, A. Suyker, T. Tagesson, S. Takanashi, Y. Tang, N. Tapper, J. Thom, F. Tiedemann, M. Tomassucci, J.P. Tuovinen, S. Urbanski, R. Valentini, M. van der Molen, E. van Gorsel, K. van Huissteden, A. Varlagin, J. Verfaillie, T. Vesala, C. Vincke, D. Vitale, N. Vygodskaya, J.P. Walker, E. Walter-Shea, H. Wang, R. Weber, S. Westermann, C. Wille, S. Wofsy, G. Wohlfahrt, S. Wolf, W. Woodgate, Y. Li, R. Zampedri, J. Zhang, G. Zhou, D. Zona, D. Agarwal, S. Biraud, M. Torn, and D. Papale. 2020. The FLUXNET2015 dataset and the ONEFlux processing pipeline for eddy covariance data. Scientific Data. 7(1):", "Law, R.M., E.A. Kowalczyk, and Y.P. Wang. 2017. Using atmospheric CO2 data to assess a simplified carbon-climate simulation for the 20th century. Tellus B: Chemical and Physical Meteorology. 58(5):427-437.", "Lindauer, M., H.P. Schmid, R. Grote, R. Steinbrecher, M. Mauder, and B. Wolpert. 2017. A Simple New Model for Incoming Solar Radiation Dependent Only on Screen-Level Relative Humidity. Journal of Applied Meteorology and Climatology. 56(7):1817-1825.", "El Masri, B., S. Shu, and A.K. Jain. 2015. Implementation of a dynamic rooting depth and phenology into a land surface model: Evaluation of carbon, water, and energy fluxes in the high latitude ecosystems. Agricultural and Forest Meteorology. 211-212:85-99.", "Malyshev, S., E. Shevliakova, R.J. Stouffer, and S.W. Pacala. 2015. Contrasting Local versus Regional Effects of Land-Use-Change-Induced Heterogeneity on Historical Climate: Analysis with the GFDL Earth System Model. Journal of Climate. 28(13):5448-5469.", "Alexandrov, G.A. 2014. Explaining the seasonal cycle of the globally averaged CO<sub>2</sub> with a carbon-cycle model. Earth System Dynamics. 5(2):345-354.", "Aminzadeh, M. and D. Or. 2014. Energy partitioning dynamics of drying terrestrial surfaces. Journal of Hydrology. 519:1257-1270.", "Papale, D., D.A. Agarwal, D. Baldocchi, R.B. Cook, J.B. Fisher, and C. van Ingen. 2012. Database Maintenance, Data Sharing Policy, Collaboration. 399-424.", "Porter, J.H., P.C. Hanson, and C.C. Lin. 2012. Staying afloat in the sensor data deluge. Trends in Ecology & Evolution. 27(2):121-129.", "Alton, P. and P. Bodin. 2010. A comparative study of a multilayer and a productivity (light-use) efficiency land-surface model over different temporal scales. Agricultural and Forest Meteorology. 150(2):182-195.", "Winter, J.M. and E.A.B. Eltahir. 2010. The Sensitivity of Latent Heat Flux to Changes in the Radiative Forcing: A Framework for Comparing Models and Observations. Journal of Climate. 23(9):2345-2356.", "Zaehle, S. and A.D. Friend. 2010. Carbon and nitrogen cycle dynamics in the O-CN land surface model: 1. Model description, site-scale evaluation, and sensitivity to parameter estimates. Global Biogeochemical Cycles. 24(1):n/a-n/a.", "Jimenez, C., C. Prigent, and F. Aires. 2009. Toward an estimation of global land surface heat fluxes from multisatellite observations. Journal of Geophysical Research. 114(D6):", "Kato, T., A. Ito, and M. Kawamiya. 2009. Multiple temporal scale variability during the twentieth century in global carbon dynamics simulated by a coupled climate-terrestrial carbon cycle model. Climate Dynamics. 32(7-8):901-923.", "Alton, P.B. 2008. Reduced carbon sequestration in terrestrial ecosystems under overcast skies compared to clear skies. Agricultural and Forest Meteorology. 148(10):1641-1653.", "Gibelin, A.L., J.C. Calvet, and N. Viovy. 2008. Modelling energy and CO2 fluxes with an interactive vegetation land surface model-Evaluation at high and middle latitudes. Agricultural and Forest Meteorology. 148(10):1611-1628.", "Chiesi, M., F. Maselli, M. Moriondo, L. Fibbi, M. Bindi, and S.W. Running. 2007. Application of BIOME-BGC to simulate Mediterranean forest processes. Ecological Modelling. 206(1-2):179-190.", "Curtis, P.S., P.J. Hanson, P. Bolstad, C. Barford, J.C. Randolph, H.P. Schmid, and K.B. Wilson. 2002. Biometric and eddy-covariance based estimates of annual carbon storage in five eastern North American deciduous forests. Agricultural and Forest Meteorology. 113(1-4):3-19.", "Davidson, E.A., K. Savage, L.V. Verchot, and R. Navarro. 2002. Minimizing artifacts and biases in chamber-based measurements of soil respiration. Agricultural and Forest Meteorology. 113(1-4):21-37.", "Davidson, E.A., K. Savage, P. Bolstad, D.A. Clark, P.S. Curtis, D.S. Ellsworth, P.J. Hanson, B.E. Law, Y. Luo, K.S. Pregitzer, J.C. Randolph, and D. Zak. 2002. Belowground carbon allocation in forests estimated from litterfall and IRGA-based soil respiration measurements. Agricultural and Forest Meteorology. 113(1-4):39-51.", "Falge, E., D. Baldocchi, J. Tenhunen, M. Aubinet, P. Bakwin, P. Berbigier, C. Bernhofer, G. Burba, R. Clement, K.J. Davis, J.A. Elbers, A.H. Goldstein, A. Grelle, A. Granier, J. Gudmundsson, D. Hollinger, A.S. Kowalski, G. Katul, B.E. Law, Y. Malhi, T. Meyers, R.K. Monson, J.W. Munger, W. Oechel, K.T. Paw U, K. Pilegaard, U. Rannik, C. Rebmann, A. Suyker, R. Valentini, K. Wilson, and S. Wofsy. 2002. Seasonality of ecosystem respiration and gross primary production as derived from FLUXNET measurements. Agricultural and Forest Meteorology. 113(1-4):53-74.", "Falge, E., J. Tenhunen, D. Baldocchi, M. Aubinet, P. Bakwin, P. Berbigier, C. Bernhofer, J.M. Bonnefond, G. Burba, R. Clement, K.J. Davis, J.A. Elbers, M. Falk, A.H. Goldstein, A. Grelle, A. Granier, T. Grunwald, J. Gudmundsson, D. Hollinger, I.A. Janssens, P. Keronen, A.S. Kowalski, G. Katul, B.E. Law, Y. Malhi, T. Meyers, R.K. Monson, E. Moors, J.W. Munger, W. Oechel, K.T. Paw U, K. Pilegaard, U. Rannik, C. Rebmann, A. Suyker, H. Thorgeirsson, G. Tirone, A. Turnipseed, K. Wilson, and S. Wofsy. 2002. Phase and amplitude of ecosystem carbon release and uptake potentials as derived from FLUXNET measurements. Agricultural and Forest Meteorology. 113(1-4):75-95.", "Law, B.E., E. Falge, L. Gu, D.D. Baldocchi, P. Bakwin, P. Berbigier, K. Davis, A.J. Dolman, M. Falk, J.D. Fuentes, A. Goldstein, A. Granier, A. Grelle, D. Hollinger, I.A. Janssens, P. Jarvis, N.O. Jensen, G. Katul, Y. Mahli, G. Matteucci, T. Meyers, R. Monson, W. Munger, W. Oechel, R. Olson, K. Pilegaard, K.T. Paw U, H. Thorgeirsson, R. Valentini, S. Verma, T. Vesala, K. Wilson, and S. Wofsy. 2002. Environmental controls over carbon dioxide and water vapor exchange of terrestrial vegetation. Agricultural and Forest Meteorology. 113(1-4):97-120.", "Massman, W.J. and X. Lee. 2002. Eddy covariance flux corrections and uncertainties in long-term studies of carbon and energy exchanges. Agricultural and Forest Meteorology. 113(1-4):121-144.", "Pattey, E., I.B. Strachan, R.L. Desjardins, and J. Massheder. 2002. Measuring nighttime CO2 flux over terrestrial ecosystems using eddy covariance and nocturnal boundary layer methods. Agricultural and Forest Meteorology. 113(1-4):145-158.", "Schmid, H.P. 2002. Footprint modeling for vegetation atmosphere exchange studies: a review and perspective. Agricultural and Forest Meteorology. 113(1-4):159-183.", "Thornton, P.E., B.E. Law, H.L. Gholz, K.L. Clark, E. Falge, D.S. Ellsworth, A.H. Goldstein, R.K. Monson, D. Hollinger, M. Falk, J. Chen, and J.P. Sparks. 2002. Modeling and measuring the effects of disturbance history and climate on carbon and water budgets in evergreen needleleaf forests. Agricultural and Forest Meteorology. 113(1-4):185-222.", "Wilson, K., A. Goldstein, E. Falge, M. Aubinet, D. Baldocchi, P. Berbigier, C. Bernhofer, R. Ceulemans, H. Dolman, C. Field, A. Grelle, A. Ibrom, B.E. Law, A. Kowalski, T. Meyers, J. Moncrieff, R. Monson, W. Oechel, J. Tenhunen, R. Valentini, and S. Verma. 2002. Energy balance closure at FLUXNET sites. Agricultural and Forest Meteorology. 113(1-4):223-243."], "doi": ["https://doi.org/10.1016/j.agrformet.2020.108027", "https://doi.org/10.1038/s41597-020-0534-3", "https://doi.org/10.1111/j.1600-0889.2006.00198.x", "https://doi.org/10.1175/JAMC-D-16-0085.1", "https://doi.org/10.1016/j.agrformet.2015.06.002", "https://doi.org/10.1175/JCLI-D-14-00586.1", "https://doi.org/10.5194/esd-5-345-2014", "https://doi.org/10.1016/j.jhydrol.2014.08.037", "https://doi.org/10.1007/978-94-007-2351-1_17", "https://doi.org/10.1016/j.tree.2011.11.009", "https://doi.org/10.1016/j.agrformet.2009.10.001", "https://doi.org/10.1175/2009jcli3158.1", "https://doi.org/10.1029/2009GB003521", "https://doi.org/10.1029/2008JD011392", "https://doi.org/10.1007/s00382-009-0548-1", "https://doi.org/10.1016/j.agrformet.2008.05.014", "https://doi.org/10.1016/j.agrformet.2008.05.013", "https://doi.org/10.1016/j.ecolmodel.2007.03.032", "https://doi.org/10.1016/S0168-1923(02)00099-0 https://doi.org/10.1016/S0168-1923(02)00099-0", "https://doi.org/10.1016/S0168-1923(02)00100-4 https://doi.org/10.1016/S0168-1923(02)00100-4", "https://doi.org/10.1016/S0168-1923(02)00101-6 https://doi.org/10.1016/S0168-1923(02)00101-6", "https://doi.org/10.1016/S0168-1923(02)00102-8 https://doi.org/10.1016/S0168-1923(02)00102-8", "https://doi.org/10.1016/S0168-1923(02)00103-X https://doi.org/10.1016/S0168-1923(02)00103-X", "https://doi.org/10.1016/S0168-1923(02)00104-1 https://doi.org/10.1016/S0168-1923(02)00104-1", "https://doi.org/10.1016/S0168-1923(02)00105-3 https://doi.org/10.1016/S0168-1923(02)00105-3", "https://doi.org/10.1016/S0168-1923(02)00106-5 https://doi.org/10.1016/S0168-1923(02)00106-5", "https://doi.org/10.1016/S0168-1923(02)00107-7 https://doi.org/10.1016/S0168-1923(02)00107-7", "https://doi.org/10.1016/S0168-1923(02)00108-9 https://doi.org/10.1016/S0168-1923(02)00108-9", "https://doi.org/10.1016/S0168-1923(02)00109-0 https://doi.org/10.1016/S0168-1923(02)00109-0"]}