{"processing_level_id": "4", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "1950-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:52:28.000Z", "dataset_id": "Global Soil Texture and Derived Water-Holding Capacities (Webb et al.)", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "WEBBSOIL_548", "organizations": ["ORNL_DAAC"], "title": "Global Soil Texture and Derived Water-Holding Capacities (Webb et al.)", "coordinate_system": "CARTESIAN", "summary": "A standardized global data set of soil horizon thicknesses and textures (particle size distributions).", "has_granules": true, "time_end": "1996-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179003091-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 22, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/WebbRosenzweig/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/SOILS/guides/Webb.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/548"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/WebbRosenzweig/comp/readme.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/WebbRosenzweig/comp/readme2.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/WebbRosenzweig/comp/Webb.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/WebbRosenzweig/comp/zcontinent.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/WebbRosenzweig/comp/zobler_106.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/sdat-tds/548_1_fit.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "type": "application/gml+xml", "hreflang": "en-US", "href": "https://webmap.ornl.gov/wcsdown/dataset.jsp?ds_id=548"}], "cmr": {"title": "Global Soil Texture and Derived Water-Holding Capacities (Webb et al.)", "summary": "A standardized global data set of soil horizon thicknesses and textures (particle size distributions).", "id": "C179003091-ORNL_DAAC", "description": "A standardized global data set of soil horizon thicknesses and textures (particle size distributions).", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "1950-01-01 to 1996-12-31", "Platform": "NOT APPLICABLE", "Data Center": "ORNL_DAAC", "Instrument": "NOT APPLICABLE", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL CLASSIFICATION", "ScienceKeywords2": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL DEPTH", "ScienceKeywords3": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL HORIZONS/PROFILE", "ScienceKeywords4": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL TEXTURE"}, "citation": ["Hidalgo, H.G., E.J. Alfaro, J.A. Amador, and A. Bastidas. 2019. Precursors of quasi-decadal dry-spells in the Central America Dry Corridor. Climate Dynamics.", "Beer, C., P. Porada, A. Ekici, and M. Brakebusch. 2018. Effects of short-term variability of meteorological variables on soil temperature in permafrost regions. The Cryosphere. 12(2):741-757.", "Senatore, A., S. Hejabi, G. Mendicino, J. Bazrafshan, and P. Irannejad. 2018. Climate conditions and drought assessment with the Palmer Drought Severity Index in Iran: evaluation of CORDEX South Asia climate projections (2070-2099). Climate Dynamics.", "Faustin Katchele, O., Z.G. Ma, Q. Yang, and K. Batebana. 2017. Comparison of trends and frequencies of drought in central North China and sub-Saharan Africa from 1901 to 2010. Atmospheric and Oceanic Science Letters. 10(6):418-426.", "Haghnegahdar, A., S. Razavi, F. Yassin, and H. Wheater. 2017. Multicriteria sensitivity analysis as a diagnostic tool for understanding model behaviour and characterizing model uncertainty. Hydrological Processes. 31(25):4462-4476.", "Hamidi, M., M.R. Kavianpour, and Y. Shao. 2017. A quantitative evaluation of the 3-8 July 2009 Shamal dust storm. Aeolian Research. 24:133-143.", "Padron, R.S., L. Gudmundsson, P. Greve, and S.I. Seneviratne. 2017. Large-Scale Controls of the Surface Water Balance Over Land: Insights From a Systematic Review and Meta-Analysis. Water Resources Research. 53(11):9659-9678.", "Pan, X., K.C. Kornelsen, and P. Coulibaly. 2017. Estimating Root Zone Soil Moisture at Continental Scale Using Neural Networks. JAWRA Journal of the American Water Resources Association. 53(1):220-237.", "Zhuo, L. and D. Han. 2017. Hydrological Evaluation of Satellite Soil Moisture Data in Two Basins of Different Climate and Vegetation Density Conditions. Advances in Meteorology. 2017:1-15.", "Zhuo, L. and D. Han. 2017. Multi-source hydrological soil moisture state estimation using data fusion optimisation. Hydrology and Earth System Sciences. 21(7):3267-3285.", "Liu, Z., L. Menzel, C. Dong, and R. Fang. 2016. Temporal dynamics and spatial patterns of drought and the relation to ENSO: a case study in Northwest China. International Journal of Climatology. 36(8):2886-2898.", "Porada, P., A. Ekici, and C. Beer. 2016. Effects of bryophyte and lichen cover on permafrost soil temperature at large scale. The Cryosphere. 10(5):2291-2315.", "Yang Kam Wing, G., L. Sushama, and G.T. Diro. 2016. The intraannual variability of land-atmosphere coupling over North America in the Canadian Regional Climate Model (CRCM5). Journal of Geophysical Research: Atmospheres. 121(23):13,859-13,885.", "Zhuo, L. and D. Han. 2016. Could operational hydrological models be made compatible with satellite soil moisture observations?. Hydrological Processes. 30(10):1637-1648.", "Zhuo, L., Q. Dai, T. Islam, and D. Han. 2016. Error distribution modelling of satellite soil moisture measurements for hydrological applications. Hydrological Processes. 30(13):2223-2236.", "Liora, N., K. Markakis, A. Poupkou, T.M. Giannaros, and D. Melas. 2015. The natural emissions model (NEMO): Description, application and model evaluation. Atmospheric Environment. 122:493-504.", "Ma, M., L. Ren, V.P. Singh, X. Tu, S. Jiang, and Y. Liu. 2015. Evaluation and application of the SPDI-JDI for droughts in Texas, USA. Journal of Hydrology. 521:34-45.", "Mega, N.O., V.W. Scalco, G.W.G. Atencio, A.B.B.D. Morais, and H.P. Romanowski. 2015. Battus polydamas(Lepidoptera: Papilionidae) Uses the Open-FieldAristolochia sessilifolia(Piperales: Aristolochiaceae) as Its Host Plant in Uruguayan Savanna Areas. Florida Entomologist. 98(2):762-769.", "Saltre, F., A. Duputie, C. Gaucherel, and I. Chuine. 2015. How climate, migration ability and habitat fragmentation affect the projected future distribution of European beech. Global Change Biology. 21(2):897-910.", "Tatli, H. 2015. Detecting persistence of meteorological droughtviathe Hurst exponent. Meteorological Applications. 22(4):763-769.", "Wang, H., J.C. Rogers, and D.K. Munroe. 2015. Commonly Used Drought Indices as Indicators of Soil Moisture in China. Journal of Hydrometeorology. 16(3):1397-1408.", "Wang, H., Y. Chen, Y. Pan, and W. Li. 2015. Spatial and temporal variability of drought in the arid region of China and its relationships to teleconnection indices. Journal of Hydrology. 523:283-296.", "Yang, Y., R.J. Donohue, T.R. McVicar, and M.L. Roderick. 2015. An analytical model for relating global terrestrial carbon assimilation with climate and surface conditions using a rate limitation framework. Geophysical Research Letters. 42(22):9825-9835.", "Yao, F., Y. Tang, P. Wang, and J. Zhang. 2015. Estimation of maize yield by using a process-based model and remote sensing data in the Northeast China Plain. Physics and Chemistry of the Earth, Parts A/B/C. 87-88:142-152.", "Zhuo, L., D. Han, Q. Dai, T. Islam, and P.K. Srivastava. 2015. Appraisal of NLDAS-2 Multi-Model Simulated Soil Moistures for Hydrological Modelling. Water Resources Management. 29(10):3503-3517.", "Zhuo, L., Q. Dai, and D. Han. 2015. Evaluation of SMOS soil moisture retrievals over the central United States for hydro-meteorological application. Physics and Chemistry of the Earth, Parts A/B/C. 83-84:146-155.", "Zhuo, L., Q. Dai, and D. Han. 2015. Meta-analysis of flow modeling performances-to build a matching system between catchment complexity and model types. Hydrological Processes. 29(11):2463-2477.", "Carvalhais, N., M. Forkel, M. Khomik, J. Bellarby, M. Jung, M. Migliavacca, M. Mu, S. Saatchi, M. Santoro, M. Thurner, U. Weber, B. Ahrens, C. Beer, A. Cescatti, J.T. Randerson, and M. Reichstein. 2014. Global covariation of carbon turnover times with climate in terrestrial ecosystems. Nature. 514(7521):213-217.", "Couttenier, M. and R. Soubeyran. 2014. Drought and Civil War in Sub-Saharan Africa. The Economic Journal. 124(575):201-244.", "Hamidi, M., M.R. Kavianpour, and Y. Shao. 2014. Numerical simulation of dust events in the Middle East. Aeolian Research. 13:59-70.", "Jiang, R., J. Xie, H. He, J. Luo, and J. Zhu. 2014. Use of four drought indices for evaluating drought characteristics under climate change in Shaanxi, China: 1951-2012. Natural Hazards. 75(3):2885-2903.", "Ma, M., L. Ren, F. Yuan, S. Jiang, Y. Liu, H. Kong, and L. Gong. 2014. A new standardized Palmer drought index for hydro-meteorological use. Hydrological Processes. 28(23):5645-5661.", "Ma, M., L. Ren, V.P. Singh, X. Yang, F. Yuan, and S. Jiang. 2014. New variants of the Palmer drought scheme capable of integrated utility. Journal of Hydrology. 519:1108-1119.", "Manusch, C., H. Bugmann, and A. Wolf. 2014. Sensitivity of simulated productivity to soil characteristics and plant water uptake along drought gradients in the Swiss Alps. Ecological Modelling. 282:25-34.", "Paquin, J.P. and L. Sushama. 2014. On the Arctic near-surface permafrost and climate sensitivities to soil and snow model formulations in climate models. Climate Dynamics. 44(1-2):203-228.", "Renninger, H.J., N. Carlo, K.L. Clark, and K.V.R. Schafer. 2014. Physiological strategies of co-occurring oaks in a water- and nutrient-limited ecosystem. Tree Physiology. 34(2):159-173.", "Ghazanfari, S., S. Pande, M. Hashemy, and B. Sonneveld. 2013. Diagnosis of GLDAS LSM based aridity index and dryland identification. Journal of Environmental Management. 119:162-172.", "Hamidi, M., M.R. Kavianpour, and Y. Shao. 2013. Synoptic analysis of dust storms in the Middle East. Asia-Pacific Journal of Atmospheric Sciences. 49(3):279-286.", "Liu, Y., D. Yu, B. Xun, Y. Sun, and R. Hao. 2013. The potential effects of climate change on the distribution and productivity of Cunninghamia lanceolata in China. Environmental Monitoring and Assessment. 186(1):135-149.", "Saltre, F., R. Saint-Amant, E.S. Gritti, S. Brewer, C. Gaucherel, B.A.S. Davis, and I. Chuine. 2013. Climate or migration: what limited European beech post-glacial colonization?. Global Ecology and Biogeography. 22(11):1217-1227.", "Hidy, D., Z. Barcza, L. Haszpra, G. Churkina, K. Pinter, and Z. Nagy. 2012. Development of the Biome-BGC model for simulation of managed herbaceous ecosystems. Ecological Modelling. 226:99-119.", "Kimball, J. S., Reichle, R., O'Neill, P., McDonald, K., & Njoku, E. (2012). SMAP Level 4 Carbon Data Product (L4_C) (No. SMAP L4_C ATBD). Cal Tech: Jet Propulsion Laboratory.", "van Ommen Kloeke, A.E.E., J.C. Douma, J.C. Ordonez, P.B. Reich, and P.M. van Bodegom. 2012. Global quantification of contrasting leaf life span strategies for deciduous and evergreen species in response to environmental conditions. Global Ecology and Biogeography. 21(2):224-235.", "Vicente-Serrano, S.M., S. Begueria, J. Lorenzo-Lacruz, J.J. Camarero, J.I. Lopez-Moreno, C. Azorin-Molina, J. Revuelto, E. Moran-Tejeda, and A. Sanchez-Lorenzo. 2012. Performance of Drought Indices for Ecological, Agricultural, and Hydrological Applications. Earth Interactions. 16(10):1-27.", "Tatli, H. and M. Turkes. 2011. Empirical Orthogonal Function analysis of the palmer drought indices. Agricultural and Forest Meteorology. 151(7):981-991.", "Wang, L., J. Wen, T. Zhang, Y. Zhao, H. Tian, X. Shi, X. Wang, R. Liu, J. Zhang, and S. Lu. 2009. Surface soil moisture estimates from AMSR-E observations over an arid area, Northwest China. Hydrology and Earth System Sciences Discussions. 6(1):1055-1087.", "Xiao, J., Q. Zhuang, E. Liang, X. Shao, A.D. McGuire, A. Moody, D.W. Kicklighter, and J.M. Melillo. 2009. Twentieth-Century Droughts and Their Impacts on Terrestrial Carbon Cycling in China. Earth Interactions. 13(10):1-31.", "Bessagnet, B., L. Menut, G. Aymoz, H. Chepfer, and R. Vautard. 2008. Modeling dust emissions and transport within Europe: The Ukraine March 2007 event. Journal of Geophysical Research. 113(D15):", "Littell, J.S., D.L. Peterson, and M. Tjoelker. 2008. DOUGLAS-FIR GROWTH IN MOUNTAIN ECOSYSTEMS: WATER LIMITS TREE GROWTH FROM STAND TO REGION. Ecological Monographs. 78(3):349-368.", "Wong, F., H.A. Alegria, L.M. Jantunen, T.F. Bidleman, M. Salvador-Figueroa, G. Gold-Bouchot, V. Ceja-Moreno, S.M. Waliszewski, and R. Infanzon. 2008. Organochlorine pesticides in soils and air of southern Mexico: Chemical profiles and potential for soil emissions. Atmospheric Environment. 42(33):7737-7745.", "Frolking, S., J.B. Yeluripati, and E. Douglas. 2006. New district-level maps of rice cropping in India: A foundation for scientific input into policy assessment. Field Crops Research. 98(2-3):164-177.", "Tanaka, T.Y. and M. Chiba. 2006. A numerical study of the contributions of dust source regions to the global dust budget. Global and Planetary Change. 52(1-4):88-104.", "Uno, I., Z. Wang, M. Chiba, Y.S. Chun, S.L. Gong, Y. Hara, E. Jung, S.S. Lee, M. Liu, M. Mikami, S. Music, S. Nickovic, S. Satake, Y. Shao, Z. Song, N. Sugimoto, T. Tanaka, and D.L. Westphal. 2006. Dust model intercomparison (DMIP) study over Asia: Overview. Journal of Geophysical Research. 111(D12):", "Laurent, B. 2005. Simulation of the mineral dust emission frequencies from desert areas of China and Mongolia using an aerodynamic roughness length map derived from the POLDER/ADEOS 1 surface products. Journal of Geophysical Research. 110(D18):", "Li, H.Robock, AlanLiu, S.Mo, X.Viterbo, Pedro(2005). Evaluation of Reanalysis Soil Moisture Simulations Using Updated Chinese Soil Moisture Observations. Journal of Hydrometeorology. 6 (2): 180-193", "TANAKA, T.Y. and M. CHIBA. 2005. Global Simulation of Dust Aerosol with a Chemical Transport Model, MASINGAR. Journal of the Meteorological Society of Japan. Ser. II. 83A:255-278.", "Tanaka, T.Y., Y. Kurosaki, M. Chiba, T. Matsumura, T. Nagai, A. Yamazaki, A. Uchiyama, N. Tsunematsu, and K. Kai. 2005. Possible transcontinental dust transport from North Africa and the Middle East to East Asia. Atmospheric Environment. 39(21):3901-3909.", "Song, M., C. Zhou, and H. Ouyang. 2004. Distributions of Dominant Tree Species on the Tibetan Plateau under Current and Future Climate Scenarios. Mountain Research and Development. 24(2):166-173.", "Luo, T., R.P. Neilson, H. Tian, C.J. Vorosmarty, H. Zhu, and S. Liu. 2002. A model for seasonality and distribution of leaf area index of forests and its application to China. Journal of Vegetation Science. 13(6):817-830."], "doi": ["https://doi.org/10.1007/s00382-019-04638-y", "https://doi.org/10.5194/tc-12-741-2018", "https://doi.org/10.1007/s00382-018-4171-x", "https://doi.org/10.1080/16742834.2017.1392825", "https://doi.org/10.1002/hyp.11358", "https://doi.org/10.1016/j.aeolia.2016.12.004", "https://doi.org/10.1002/2017WR021215", "https://doi.org/10.1111/1752-1688.12491", "https://doi.org/10.1155/2017/1086456", "https://doi.org/10.5194/hess-21-3267-2017", "https://doi.org/10.1002/joc.4526", "https://doi.org/10.5194/tc-10-2291-2016", "https://doi.org/10.1002/2016JD025423", "https://doi.org/10.1002/hyp.10804", "https://doi.org/10.1002/hyp.10789", "https://doi.org/10.1016/j.atmosenv.2015.10.014", "https://doi.org/10.1016/j.jhydrol.2014.11.074", "https://doi.org/10.1653/024.098.0255", "https://doi.org/10.1111/gcb.12771", "https://doi.org/10.1002/met.1519", "https://doi.org/10.1175/JHM-D-14-0076.1", "https://doi.org/10.1016/j.jhydrol.2015.01.055", "https://doi.org/10.1002/2015GL066835", "https://doi.org/10.1016/j.pce.2015.08.010", "https://doi.org/10.1007/s11269-015-1011-1", "https://doi.org/10.1016/j.pce.2015.06.002", "https://doi.org/10.1002/hyp.10371", "https://doi.org/10.1038/nature13731", "https://doi.org/10.1111/ecoj.12042", "https://doi.org/10.1016/j.aeolia.2014.02.002", "https://doi.org/10.1007/s11069-014-1468-x", "https://doi.org/10.1002/hyp.10063", "https://doi.org/10.1016/j.jhydrol.2014.08.041", "https://doi.org/10.1016/j.ecolmodel.2014.03.006", "https://doi.org/10.1007/s00382-014-2185-6", "https://doi.org/10.1093/treephys/tpt122", "https://doi.org/10.1016/j.jenvman.2013.01.040", "https://doi.org/10.1007/s13143-013-0027-9", "https://doi.org/10.1007/s10661-013-3361-6", "https://doi.org/10.1111/geb.12085", "https://doi.org/10.1016/j.ecolmodel.2011.11.008", "NA", "https://doi.org/10.1111/j.1466-8238.2011.00667.x", "https://doi.org/10.1175/2012EI000434.1", "https://doi.org/10.1016/j.agrformet.2011.03.004", "https://doi.org/10.5194/hessd-6-1055-2009", "https://doi.org/10.1175/2009EI275.1", "https://doi.org/10.1029/2007JD009541", "https://doi.org/10.1890/07-0712.1", "https://doi.org/10.1016/j.atmosenv.2008.05.028", "https://doi.org/10.1016/j.fcr.2006.01.004", "https://doi.org/10.1016/j.gloplacha.2006.02.002", "https://doi.org/10.1029/2005JD006575", "https://doi.org/10.1029/2004jd005013", "NA", "https://doi.org/10.2151/jmsj.83A.255", "https://doi.org/10.1016/j.atmosenv.2005.03.034", "https://doi.org/10.1659/0276-4741(2004)024[0166:dodtso]2.0.co", "https://doi.org/10.1111/j.1654-1103.2002.tb02111.x"]}