{"processing_level_id": "3", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "1950-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:52:30.000Z", "dataset_id": "Global Gridded Surfaces of Selected Soil Characteristics (IGBP-DIS)", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "IGBPDIS_SURFPRODS_569", "organizations": ["ORNL_DAAC"], "title": "Global Gridded Surfaces of Selected Soil Characteristics (IGBP-DIS)", "coordinate_system": "CARTESIAN", "summary": "Global data-surfaces pre-generated by  SoilData, at a resolution of 5x5 arc-minutes, in ASCII GRID format for ARC INFO, and for the soil depth interval 0-100 cm.", "has_granules": true, "time_end": "1996-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179003650-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 7, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/SOILS/guides/igbp-surfaces.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/569"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/bk.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/fc.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/igbp-surfaces.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/pawc.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/readme.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/README_images"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/sc.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/tc.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/tn.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-SurfaceProducts/comp/wp.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/sdat-tds/567_1_fit.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "type": "application/gml+xml", "hreflang": "en-US", "href": "https://webmap.ornl.gov/wcsdown/dataset.jsp?ds_id=569"}], "cmr": {"title": "Global Gridded Surfaces of Selected Soil Characteristics (IGBP-DIS)", "summary": "Global data-surfaces pre-generated by  SoilData, at a resolution of 5x5 arc-minutes, in ASCII GRID format for ARC INFO, and for the soil depth interval 0-100 cm.", "id": "C179003650-ORNL_DAAC", "description": "Global data-surfaces pre-generated by  SoilData, at a resolution of 5x5 arc-minutes, in ASCII GRID format for ARC INFO, and for the soil depth interval 0-100 cm.", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "1950-01-01 to 1996-12-31", "Platform": "NOT APPLICABLE", "Data Center": "ORNL_DAAC", "Instrument": "NOT APPLICABLE", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@LAND SURFACE@SOILS@CARBON", "ScienceKeywords2": "EARTH SCIENCE@LAND SURFACE@SOILS@NITROGEN", "ScienceKeywords3": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL BULK DENSITY", "ScienceKeywords4": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL CHEMISTRY"}, "citation": ["Shepherd, A., E. Littleton, J. Clifton-Brown, M. Martin, and A. Hastings. 2020. Projections of global and UK bioenergy potential from Miscanthus x giganteus --Feedstock yield, carbon cycling and electricity generation in the 21st century . GCB Bioenergy. 12(4):287-305.", "Shugart, H.H., A. Foster, B. Wang, D. Druckenbrod, J. Ma, M. Lerdau, S. Saatchi, X. Yang, and X. Yan. 2020. Gap models across micro- to mega-scales of time and space: examples of Tansley's ecosystem concept. Forest Ecosystems. 7(1):", "Tian, X., F. Minunno, T. Cao, M. Peltoniemi, T. Kalliokoski, and A. Makela. 2020. Extending the range of applicability of the semi-empirical ecosystem flux model PRELES for varying forest types and climate. Global Change Biology. 26(5):2923-2943.", "Xu, H., M. Detto, S. Fang, R.L. Chazdon, Y. Li, B.C.H. Hau, G.A. Fischer, G.D. Weiblen, J.A. Hogan, J.K. Zimmerman, M. Uriarte, J. Thompson, J. Lian, K. Cao, D. Kenfack, A. Alonso, P. Bissiengou, H.R. Memiaghe, R. Valencia, S.L. Yap, S.J. Davies, X. Mi, and T.L. Yao. 2020. Soil nitrogen concentration mediates the relationship between leguminous trees and neighbor diversity in tropical forests. Communications Biology. 3(1):", "Yan, H., S.Q. Wang, J.B. Wang, A.H. Guo, Z.C. Zhu, R.B. Myneni, and H.H. Shugart. 2020. Recent wetting trend in China from 1982 to 2016 and the impacts of extreme El Nino events. International Journal of Climatology.", "Nakayama, T. 2019. Inter-annual simulation of global carbon cycle variations in a terrestrial-aquatic continuum. Hydrological Processes. 34(3):662-678.", "Vuichard, N., P. Messina, S. Luyssaert, B. Guenet, S. Zaehle, J. Ghattas, V. Bastrikov, and P. Peylin. 2019. Accounting for carbon and nitrogen interactions in the global terrestrial ecosystem model ORCHIDEE (trunk version, rev 4999): multi-scale evaluation of gross primary production. Geoscientific Model Development. 12(11):4751-4779.", "Wang, B., M. Li, W. Fan, Y. Yu, and W. Jia. 2019. Impacts of Change in Atmospheric CO2 Concentration on Larix gmelinii Forest Growth in Northeast China from 1950 to 2010. Forests. 10(5):454.", "Wouters, H., I.Y. Petrova, C.C. van Heerwaarden, J. Vila-Guerau de Arellano, A.J. Teuling, V. Meulenberg, J.A. Santanello, and D.G. Miralles. 2019. Atmospheric boundary layer dynamics from balloon soundings worldwide: CLASS4GL v1.0. Geoscientific Model Development. 12(5):2139-2153.", "Yan, H., S.Q. Wang, J.B. Wang, Y. Cao, L.L. Xu, M.X. Wu, L. Cheng, L.X. Mao, F.H. Zhao, X.Z. Zhang, Y.F. Liu, Y.F. Wang, S.P. Chen, Y.N. Li, S.J. Han, G.Y. Zhou, Y.P. Zhang, and H.H. Shugart. 2019. Multi-model analysis of climate impacts on plant photosynthesis in China during 2000-2015. International Journal of Climatology.", "Zhang, X. and B. Zhang. 2019. The responses of natural vegetation dynamics to drought during the growing season across China. Journal of Hydrology. 574:706-714.", "Zhao, J., J. Ma, M. Hou, and S. Li. 2019. Spatial-temporal variations of carbon storage of the global forest ecosystem under future climate change. Mitigation and Adaptation Strategies for Global Change.", "Cai, Q., X. Yan, Y. Li, and L. Wang. 2018. Global patterns of human and livestock respiration. Scientific Reports. 8(1):", "Stevenson, P.R., A.M. Aldana, S. Cardenas, and P.J. Negret. 2018. Flooding and soil composition determine beta diversity of lowland forests in Northern South America. Biotropica. 50(4):568-577.", "Szinyei, D., G. Gelybo, A.B. Guenther, A.A. Turnipseed, E. Toth, and P.J.H. Builtjes. 2018. Evaluation of ozone deposition models over a subalpine forest in Niwot Ridge, Colorado. Idojaras. 122(2):119-143.", "Wang, B., M. Li, W. Fan, Y. Yu, and J. Chen. 2018. Relationship between Net Primary Productivity and Forest Stand Age under Different Site Conditions and Its Implications for Regional Carbon Cycle Study. Forests. 9(1):5.", "Zhang, J., P.E. Campana, T. Yao, Y. Zhang, A. Lundblad, F. Melton, and J. Yan. 2018. The water-food-energy nexus optimization approach to combat agricultural drought: a case study in the United States. Applied Energy. 227:449-464.", "Zhang, S., J. Zhang, Y. Bai, U.A. Koju, T. Igbawua, Q. Chang, D. Zhang, and F. Yao. 2018. Evaluation and improvement of the daily boreal ecosystem productivity simulator in simulating gross primary productivity at 41 flux sites across Europe. Ecological Modelling. 368:205-232.", "Anderson, W., R. Seager, W. Baethgen, and M. Cane. 2017. Crop production variability in North and South America forced by life-cycles of the El Nino Southern Oscillation. Agricultural and Forest Meteorology. 239:151-165.", "Bai, Y., J. Zhang, S. Zhang, U.A. Koju, F. Yao, and T. Igbawua. 2017. Using precipitation, vertical root distribution, and satellite-retrieved vegetation information to parameterize water stress in a Penman-Monteith approach to evapotranspiration modeling under Mediterranean climate. Journal of Advances in Modeling Earth Systems. 9(1):168-192.", "Hashimoto, S., K. Nanko, B. Tupek, and A. Lehtonen. 2017. Data-mining analysis of the global distribution of soil carbon in observational databases and Earth system models. Geoscientific Model Development. 10(3):1321-1337.", "Herrera, D. and T. Ault. 2017. Insights from a New High-Resolution Drought Atlas for the Caribbean Spanning 1950-2016. Journal of Climate. 30(19):7801-7825.", "Hopcroft, P.O., P.J. Valdes, A.B. Harper, and D.J. Beerling. 2017. Multi vegetation model evaluation of the Green Sahara climate regime. Geophysical Research Letters. 44(13):6804-6813.", "Lievens, H., B. Martens, N.E.C. Verhoest, S. Hahn, R.H. Reichle, and D.G. Miralles. 2017. Assimilation of global radar backscatter and radiometer brightness temperature observations to improve soil moisture and land evaporation estimates. Remote Sensing of Environment. 189:194-210.", "Liu, M., X. Xu, A.Y. Sun, and K. Wang. 2017. Decreasing spatial variability of drought in southwest China during 1959-2013. International Journal of Climatology. 37(13):4610-4619.", "Ma, J., H.H. Shugart, X. Yan, C. Cao, S. Wu, and J. Fang. 2017. Evaluating carbon fluxes of global forest ecosystems by using an individual tree-based model FORCCHN. Science of The Total Environment. 586:939-951.", "Magarey, R., L. Newton, S.C. Hong, Y. Takeuchi, D. Christie, C.S. Jarnevich, L. Kohl, M. Damus, S.I. Higgins, L. Millar, K. Castro, A. West, J. Hastings, G. Cook, J. Kartesz, and A.L. Koop. 2017. Comparison of four modeling tools for the prediction of potential distribution for non-indigenous weeds in the United States. Biological Invasions. 20(3):679-694.", "Martens, B., D.G. Miralles, H. Lievens, R. van der Schalie, R.A.M. de Jeu, D. Fernandez-Prieto, H.E. Beck, W.A. Dorigo, and N.E.C. Verhoest. 2017. GLEAM v3: satellite-based land evaporation and root-zone soil moisture. Geoscientific Model Development. 10(5):1903-1925.", "Pastick, N.J., P. Duffy, H. Genet, T.S. Rupp, B.K. Wylie, K.D. Johnson, M.T. Jorgenson, N. Bliss, A.D. McGuire, E.E. Jafarov, and J.F. Knight. 2017. Historical and projected trends in landscape drivers affecting carbon dynamics in Alaska. Ecological Applications. 27(5):1383-1402.", "Pieterse, G., A. Bleeker, A.T. Vermeulen, Y. Wu, and J.W. Erisman. 2017. High resolution modelling of atmosphere-canopy exchange of acidifying and eutrophying components and carbon dioxide for European forests. Tellus B: Chemical and Physical Meteorology. 59(3):412-424.", "Tao, J., R.H. Reichle, R.D. Koster, B.A. Forman, and Y. Xue. 2017. Evaluation and Enhancement of Permafrost Modeling With the NASA Catchment Land Surface Model. Journal of Advances in Modeling Earth Systems. 9(7):2771-2795.", "Wang, B., M. Li, W. Fan, and F. Zhang. 2017. Quantitative simulation of C budgets in a forest in Heilongjiang province, China. iForest - Biogeosciences and Forestry. 10(1):128-135.", "Andre, T., S. Salzman, T. Wendt, and C.D. Specht. 2016. Speciation dynamics and biogeography of Neotropical spiral gingers (Costaceae). Molecular Phylogenetics and Evolution. 103:55-63.", "Bernardi, R.E., M. Holmgren, M. Arim, and M. Scheffer. 2016. Why are forests so scarce in subtropical South America? The shaping roles of climate, fire and livestock. Forest Ecology and Management. 363:212-217.", "Bond-Lamberty, B., D. Epron, J. Harden, M.E. Harmon, F. Hoffman, J. Kumar, A. David McGuire, and R. Vargas. 2016. Estimating heterotrophic respiration at large scales: challenges, approaches, and next steps. Ecosphere. 7(6):e01380.", "Dangal, S.R.S., H. Tian, C. Lu, S. Pan, N. Pederson, and A. Hessl. 2016. Synergistic effects of climate change and grazing on net primary production of Mongolian grasslands. Ecosphere. 7(5):e01274.", "Di Marco, M., S.H.M. Butchart, P. Visconti, G.M. Buchanan, G.F. Ficetola, and C. Rondinini. 2016. Synergies and trade-offs in achieving global biodiversity targets. Conservation Biology. 30(1):189-195.", "Huang, S., P. Bartlett, and M.A. Arain. 2016. An analysis of global terrestrial carbon, water and energy dynamics using the carbon-nitrogen coupled CLASS-CTEMN+ model. Ecological Modelling. 336:36-56.", "Hufkens, K., T.F. Keenan, L.B. Flanagan, R.L. Scott, C.J. Bernacchi, E. Joo, N.A. Brunsell, J. Verfaillie, and A.D. Richardson. 2016. Productivity of North American grasslands is increased under future climate scenarios despite rising aridity. Nature Climate Change. 6(7):710-714.", "Jones, L.A., J.S. Kimball, N. Madani, R.H. Reichle, J. Glassy, and J. Ardizzone. 2016. The SMAP level 4 carbon product for monitoring terrestrial ecosystem-atmosphere CO2 exchange. 139-142.", "Kowalczyk, E.A., L.E. Stevens, R.M. Law, I.N. Harman, M. Dix, C.N. Franklin, and Y.P. Wang. 2016. The impact of changing the land surface scheme in ACCESS(v1.0/1.1) on the surface climatology. Geoscientific Model Development. 9(8):2771-2791.", "Kumar, JitendraHoffman, Forrest M.Hargrove, William W.Collier, Nathan(2016) Understanding the representativeness of FLUXNET for upscaling carbon flux from eddy covariance measurements.Earth System Science Data Discussions. (): 1-25", "Martens, B., D. Miralles, H. Lievens, D. Fernandez-Prieto, and N.E.C. Verhoest. 2016. Improving terrestrial evaporation estimates over continental Australia through assimilation of SMOS soil moisture. International Journal of Applied Earth Observation and Geoinformation. 48:146-162.", "McCabe, M.F., A. Ershadi, C. Jimenez, D.G. Miralles, D. Michel, and E.F. Wood. 2016. The GEWEX LandFlux project: evaluation of model evaporation using tower-based and globally gridded forcing data. Geoscientific Model Development. 9(1):283-305.", "Parr, D., G. Wang, and C. Fu. 2016. Understanding evapotranspiration trends and their driving mechanisms over the NLDAS domain based on numerical experiments using CLM4.5. Journal of Geophysical Research: Atmospheres. 121(13):7729-7745.", "Rafique, R., J. Xia, O. Hararuk, G.R. Asrar, G. Leng, Y. Wang, and Y. Luo. 2016. Divergent predictions of carbon storage between two global land models: attribution of the causes through traceability analysis. Earth System Dynamics. 7(3):649-658.", "Sasai, T., H. Obikawa, K. Murakami, S. Kato, T. Matsunaga, and R.R. Nemani. 2016. Estimation of net ecosystem production in Asia using the diagnostic-type ecosystem model with a 10 km grid-scale resolution. Journal of Geophysical Research: Biogeosciences. 121(6):1484-1502.", "Sawada, Y. and T. Koike. 2016. Towards ecohydrological drought monitoring and prediction using a land data assimilation system: A case study on the Horn of Africa drought (2010-2011). Journal of Geophysical Research: Atmospheres. 121(14):8229-8242.", "Steinacher, M. and F. Joos. 2016. Transient Earth system responses to cumulative carbon dioxide emissions: linearities, uncertainties, and probabilities in an observation-constrained model ensemble. Biogeosciences. 13(4):1071-1103.", "Ukkola, A.M., A.J. Pitman, M. Decker, M.G. De Kauwe, G. Abramowitz, J. Kala, and Y.P. Wang. 2016. Modelling evapotranspiration during precipitation deficits: identifying critical processes in a land surface model. Hydrology and Earth System Sciences. 20(6):2403-2419.", "Wang, H., S.M. Vicente-serrano, F. Tao, X. Zhang, P. Wang, C. Zhang, Y. Chen, D. Zhu, and A.E. Kenawy. 2016. Monitoring winter wheat drought threat in Northern China using multiple climate-based drought indices and soil moisture during 2000-2013. Agricultural and Forest Meteorology. 228-229:1-12.", "Yan, H., S.Q. Wang, J.B. Wang, H.Q. Lu, A.H. Guo, Z.C. Zhu, R.B. Myneni, and H.H. Shugart. 2016. Assessing spatiotemporal variation of drought in China and its impact on agriculture during 1982-2011 by using PDSI indices and agriculture drought survey data. Journal of Geophysical Research: Atmospheres. 121(5):2283-2298.", "Yang, K., L. Zhu, Y. Chen, L. Zhao, J. Qin, H. Lu, W. Tang, M. Han, B. Ding, and N. Fang. 2016. Land surface model calibration through microwave data assimilation for improving soil moisture simulations. Journal of Hydrology. 533:266-276.", "Zhang, H., D. Liu, W. Dong, W. Cai, and W. Yuan. 2016. Accurate representation of leaf longevity is important for simulating ecosystem carbon cycle. Basic and Applied Ecology. 17(5):396-407.", "Zhang, H.X., M.L. Zhang, and S.C. Sanderson. 2016. Spatial genetic structure of forest and xerophytic plant species in arid Eastern Central Asia: insights from comparative phylogeography and ecological niche modelling. Biological Journal of the Linnean Society.", "Cammalleri, C., F. Micale, and J. Vogt. 2015. On the value of combining different modelled soil moisture products for European drought monitoring. Journal of Hydrology. 525:547-558.", "Cornuault, J., A. Khimoun, P. Cuneo, and G. Besnard. 2015. Spatial segregation and realized niche shift during the parallel invasion of two olive subspecies in south-eastern Australia. Journal of Biogeography. 42(10):1930-1941.", "Correa, D.F., E. Alvarez, and P.R. Stevenson. 2015. Plant dispersal systems in Neotropical forests: availability of dispersal agents or availability of resources for constructing zoochorous fruits?. Global Ecology and Biogeography. 24(2):203-214.", "Drewniak, B.A., U. Mishra, J. Song, J. Prell, and V.R. Kotamarthi. 2015. Modeling the impact of agricultural land use and management on US carbon budgets. Biogeosciences. 12(7):2119-2129.", "Hararuk, O., M.J. Smith, and Y. Luo. 2015. Microbial models with data-driven parameters predict stronger soil carbon responses to climate change. Global Change Biology. 21(6):2439-2453.", "Li, Z., D. Yang, B. Gao, Y. Jiao, Y. Hong, and T. Xu. 2015. Multiscale Hydrologic Applications of the Latest Satellite Precipitation Products in the Yangtze River Basin using a Distributed Hydrologic Model. Journal of Hydrometeorology. 16(1):407-426.", "Ma, J., X. Yan, W. Dong, and J. Chou. 2015. Gross primary production of global forest ecosystems has been overestimated. Scientific Reports. 5(1):", "Mega, N.O., V.W. Scalco, G.W.G. Atencio, A.B.B.D. Morais, and H.P. Romanowski. 2015. Battus polydamas(Lepidoptera: Papilionidae) Uses the Open-FieldAristolochia sessilifolia(Piperales: Aristolochiaceae) as Its Host Plant in Uruguayan Savanna Areas. Florida Entomologist. 98(2):762-769.", "Ngongondo, C., C.Y. Xu, L.M. Tallaksen, and B. Alemaw. 2015. Observed and simulated changes in the water balance components over Malawi, during 1971-2000. Quaternary International. 369:7-16.", "Sawada, Y., T. Koike, and J.P. Walker. 2015. A land data assimilation system for simultaneous simulation of soil moisture and vegetation dynamics. Journal of Geophysical Research: Atmospheres. 120(12):5910-5930.", "Shook, E., K. Hill, K.J. Esler, R.M. Cowling, S. Scheiter, G. Moncrieff, C. Wren, C.W. Marean, A.J. Potts, J. Franklin, F. Engelbrecht, D. O'Neal, M. Janssen, and E. Fisher. 2015. Paleoscape model of coastal South Africa during modern human origins. 1-8.", "Soudzilovskaia, N.A., J.C. Douma, A.A. Akhmetzhanova, P.M. van Bodegom, W.K. Cornwell, E.J. Moens, K.K. Treseder, M. Tibbett, Y.P. Wang, and J.H.C. Cornelissen. 2015. Global patterns of plant root colonization intensity by mycorrhizal fungi explained by climate and soil chemistry. Global Ecology and Biogeography. 24(3):371-382.", "Willis, K.J., A.W.R. Seddon, P.R. Long, E.S. Jeffers, N. Caithness, M. Thurston, M.G.D. Smit, R. Hagemann, and M. Macias-Fauria. 2015. Remote assessment of locally important ecological features across landscapes: how representative of reality?. Ecological Applications. 25(5):1290-1302.", "Yan, H., S.q. Wang, D. Billesbach, W. Oechel, G. Bohrer, T. Meyers, T.A. Martin, R. Matamala, R.P. Phillips, F. Rahman, Q. Yu, and H.H. Shugart. 2015. Improved global simulations of gross primary product based on a new definition of water stress factor and a separate treatment of C3 and C4 plants. Ecological Modelling. 297:42-59.", "Zhang, F., J.M. Chen, Y. Pan, R.A. Birdsey, S. Shen, W. Ju, and A.J. Dugan. 2015. Impacts of inadequate historical disturbance data in the early twentieth century on modeling recent carbon dynamics (1951-2010) in conterminous U.S. forests. Journal of Geophysical Research: Biogeosciences. 120(3):549-569.", "Zhang, K., A.D. de Almeida Castanho, D.R. Galbraith, S. Moghim, N.M. Levine, R.L. Bras, M.T. Coe, M.H. Costa, Y. Malhi, M. Longo, R.G. Knox, S. McKnight, J. Wang, and P.R. Moorcroft. 2015. The fate of Amazonian ecosystems over the coming century arising from changes in climate, atmospheric CO2,and land use. Global Change Biology. 21(7):2569-2587.", "Zhao, Q., S. Zhang, Y.J. Ding, J. Wang, H. Han, J. Xu, C. Zhao, W. Guo, and D. Shangguan. 2015. Modeling Hydrologic Response to Climate Change and Shrinking Glaciers in the Highly Glacierized Kunma Like River Catchment, Central Tian Shan. Journal of Hydrometeorology. 16(6):2383-2402.", "Barman, R., A.K. Jain, and M. Liang. 2014. Climate-driven uncertainties in modeling terrestrial gross primary production: a site level to global-scale analysis. Global Change Biology. 20(5):1394-1411.", "Cruz-Cardenas, G., L. Lopez-Mata, C.A. Ortiz-Solorio, J.L. Villasenor, E. Ortiz, J.T. Silva, and F. Estrada-Godoy. 2014. Interpolation of Mexican soil properties at a scale of 1:1,000,000. Geoderma. 213:29-35.", "Drewniak, B.A., U. Mishra, J. Song, J. Prell, and V.R. Kotamarthi. 2014. Modeling the impact of agricultural land use and management on US carbon budgets. Biogeosciences Discussions. 11(9):13675-13698.", "Fabian, C., C. Reimann, K. Fabian, M. Birke, R. Baritz, and E. Haslinger. 2014. GEMAS: Spatial distribution of the pH of European agricultural and grazing land soil. Applied Geochemistry. 48:207-216.", "Gallant, A.J.E., D.J. Karoly, and K.L. Gleason. 2014. Consistent Trends in a Modified Climate Extremes Index in the United States, Europe, and Australia. Journal of Climate. 27(4):1379-1394.", "Hararuk, O., J. Xia, and Y. Luo. 2014. Evaluation and improvement of a global land model against soil carbon data using a Bayesian Markov chain Monte Carlo method. Journal of Geophysical Research: Biogeosciences. 119(3):403-417.", "Hastings, A., M.J. Tallis, E. Casella, R.W. Matthews, P.A. Henshall, S. Milner, P. Smith, and G. Taylor. 2014. The technical potential of Great Britain to produce ligno-cellulosic biomass for bioenergy in current and future climates. GCB Bioenergy. 6(2):108-122.", "Jagermeyr, J., D. Gerten, W. Lucht, P. Hostert, M. Migliavacca, and R. Nemani. 2014. A high-resolution approach to estimating ecosystem respiration at continental scales using operational satellite data. Global Change Biology. 20(4):1191-1210.", "Ji, D., L. Wang, J. Feng, Q. Wu, H. Cheng, Q. Zhang, J. Yang, W. Dong, Y. Dai, D. Gong, R.H. Zhang, X. Wang, J. Liu, J.C. Moore, D. Chen, and M. Zhou. 2014. Description and basic evaluation of Beijing Normal University Earth System Model (BNU-ESM) version 1. Geoscientific Model Development. 7(5):2039-2064.", "Lee, K.H. and E.N. Anagnostou. 2014. Investigation of the nonlinear hydrologic response to precipitation forcing in physically based land surface modeling. Canadian Journal of Remote Sensing. 30(5):706-716.", "Paquin, J.P. and L. Sushama. 2014. On the Arctic near-surface permafrost and climate sensitivities to soil and snow model formulations in climate models. Climate Dynamics. 44(1-2):203-228.", "Paulsen, J. and C. Korner. 2014. A climate-based model to predict potential treeline position around the globe. Alpine Botany. 124(1):1-12.", "Sato, H., A. Ito, A. Ito, T. Ise, and E. Kato. 2014. Current status and future of land surface models. Soil Science and Plant Nutrition. 61(1):34-47.", "Sawada, Y. and T. Koike. 2014. Simultaneous estimation of both hydrological and ecological parameters in an ecohydrological model by assimilating microwave signal. Journal of Geophysical Research: Atmospheres. 119(14):8839-8857.", "Schnorbus, M., A. Werner, and K. Bennett. 2014. Impacts of climate change in three hydrologic regimes in British Columbia, Canada. Hydrological Processes. 28(3):1170-1189.", "Walters, D.N., K.D. Williams, I.A. Boutle, A.C. Bushell, J.M. Edwards, P.R. Field, A.P. Lock, C.J. Morcrette, R.A. Stratton, J.M. Wilkinson, M.R. Willett, N. Bellouin, A. Bodas-Salcedo, M.E. Brooks, D. Copsey, P.D. Earnshaw, S.C. Hardiman, C.M. Harris, R.C. Levine, C. MacLachlan, J.C. Manners, G.M. Martin, S.F. Milton, M.D. Palmer, M.J. Roberts, J.M. Rodriguez, W.J. Tennant, and P.L. Vidale. 2014. The Met Office Unified Model Global Atmosphere 4.0 and JULES Global Land 4.0 configurations. Geoscientific Model Development. 7(1):361-386.", "Chaouch, N., R. Leconte, R. Magagi, M. Temimi, and R. Khanbilvardi. 2013. Multi-Stage Inversion Method to Retrieve Soil Moisture from Passive Microwave Measurements over the Mackenzie River Basin. Vadose Zone Journal. 12(3):", "Dai, Y., W. Shangguan, Q. Duan, B. Liu, S. Fu, and G. Niu. 2013. Development of a China Dataset of Soil Hydraulic Parameters Using Pedotransfer Functions for Land Surface Modeling. Journal of Hydrometeorology. 14(3):869-887.", "Grimson, R., N. Montroull, R. Saurral, P. Vasquez, and I. Camilloni. 2013. Hydrological modelling of the Ibera Wetlands in southeastern South America. Journal of Hydrology. 503:47-54.", "Guerrero, M., M. Nones, R. Saurral, N. Montroull, and R.N. Szupiany. 2013. Parana River morphodynamics in the context of climate change. International Journal of River Basin Management. 11(4):423-437.", "Lu, X., Y.P. Wang, T. Ziehn, and Y. Dai. 2013. An efficient method for global parameter sensitivity analysis and its applications to the Australian community land surface model (CABLE). Agricultural and Forest Meteorology. 182-183:292-303.", "Montroull, N.B., R.I. Saurral, I.A. Camilloni, R. Grimson, and P. Vasquez. 2013. Assessment of climate change on the future water levels of the Ibera wetlands, Argentina, during the twenty-first century. International Journal of River Basin Management. 11(4):401-410.", "Olson, J.R. and C.P. Hawkins. 2013. Developing site-specific nutrient criteria from empirical models. Freshwater Science. 32(3):719-740.", "Pogson, M., A. Hastings, and P. Smith. 2013. How does bioenergy compare with other land-based renewable energy sources globally?. GCB Bioenergy. 5(5):513-524.", "Rawlins, M.A., D.J. Nicolsky, K.C. McDonald, and V.E. Romanovsky. 2013. Simulating soil freeze/thaw dynamics with an improved pan-Arctic water balance model. Journal of Advances in Modeling Earth Systems. 5(4):659-675.", "Saikawa, E., C.A. Schlosser, and R.G. Prinn. 2013. Global modeling of soil nitrous oxide emissions from natural processes. Global Biogeochemical Cycles. 27(3):972-989.", "Shen, C., J. Niu, and M.S. Phanikumar. 2013. Evaluating controls on coupled hydrologic and vegetation dynamics in a humid continental climate watershed using a subsurface-land surface processes model. Water Resources Research. 49(5):2552-2572.", "Smith, M.J., D.W. Purves, M.C. Vanderwel, V. Lyutsarev, and S. Emmott. 2013. The climate dependence of the terrestrial carbon cycle, including parameter and structural uncertainties. Biogeosciences. 10(1):583-606.", "ter Maat, H.W., E.J. Moors, R.W.A. Hutjes, A.A.M. Holtslag, and A.J. Dolman. 2013. Exploring the Impact of Land Cover and Topography on Rainfall Maxima in the Netherlands. Journal of Hydrometeorology. 14(2):524-542.", "Turner, D.P., A.R. Jacobson, W.D. Ritts, W.L. Wang, and R. Nemani. 2013. A large proportion of North American net ecosystem production is offset by emissions from harvested products, river/stream evasion, and biomass burning. Global Change Biology. n/a-n/a.", "Wania, R., J.R. Melton, E.L. Hodson, B. Poulter, B. Ringeval, R. Spahni, T. Bohn, C.A. Avis, G. Chen, A.V. Eliseev, P.O. Hopcroft, W.J. Riley, Z.M. Subin, H. Tian, P.M. van Bodegom, T. Kleinen, Z.C. Yu, J.S. Singarayer, S. Zurcher, D.P. Lettenmaier, D.J. Beerling, S.N. Denisov, C. Prigent, F. Papa, and J.O. Kaplan. 2013. Present state of global wetland extent and wetland methane modelling: methodology of a model inter-comparison project (WETCHIMP). Geoscientific Model Development. 6(3):617-641.", "Xu, X., P.E. Thornton, and W.M. Post. 2013. A global analysis of soil microbial biomass carbon, nitrogen and phosphorus in terrestrial ecosystems. Global Ecology and Biogeography. 22(6):737-749.", "Yan, H., Q. Yu, Z.C. Zhu, R.B. Myneni, H.M. Yan, S.Q. Wang, and H.H. Shugart. 2013. Diagnostic analysis of interannual variation of global land evapotranspiration over 1982-2011: Assessing the impact of ENSO. Journal of Geophysical Research: Atmospheres. 118(16):8969-8983.", "Yi, Y., J.S. Kimball, L.A. Jones, R.H. Reichle, R. Nemani, and H.A. Margolis. 2013. Recent climate and fire disturbance impacts on boreal and arctic ecosystem productivity estimated using a satellite-based terrestrial carbon flux model. Journal of Geophysical Research: Biogeosciences. 118(2):606-622.", "Zhang, F., W. Ju, S. Shen, S. Wang, G. Yu, and S. Han. 2013. How recent climate change influences water use efficiency in East Asia. Theoretical and Applied Climatology. 116(1-2):359-370.", "Zhang, Z., H. Jiang, J. Liu, J. Han, Q. Zhu, and X. Zhang. 2013. Implications of Future Water Use Efficiency for Ecohydrological Responses to Climate Change and Spatial Heterogeneity of Atmospheric CO2 in China. Terrestrial, Atmospheric and Oceanic Sciences. 24(3):451.", "Zhao, L., K. Yang, J. Qin, and Y. Chen. 2013. Optimal Exploitation of AMSR-E Signals for Improving Soil Moisture Estimation Through Land Data Assimilation. IEEE Transactions on Geoscience and Remote Sensing. 51(1):399-410.", "Ackerley, D., M.M. Joshi, E.J. Highwood, C.L. Ryder, M.A.J. Harrison, D.N. Walters, S.F. Milton, and J. Strachan. 2012. A Comparison of Two Dust Uplift Schemes within the Same General Circulation Model. Advances in Meteorology. 2012:1-13.", "Ashton, H.(2012). New Soil Physical Properties Implemented into the UKPP MOSES-PDM-RFM at PS25 (No. 563). Devon, UK: Met Office.", "Bennett, K.E., A.T. Werner, and M. Schnorbus. 2012. Uncertainties in Hydrologic and Climate Change Impact Analyses in Headwater Basins of British Columbia. Journal of Climate. 25(17):5711-5730.", "Gianotti, R.L., D. Zhang, and E.A.B. Eltahir. 2012. Assessment of the Regional Climate Model Version 3 over the Maritime Continent Using Different Cumulus Parameterization and Land Surface Schemes. Journal of Climate. 25(2):638-656.", "Hidy, D., Z. Barcza, L. Haszpra, G. Churkina, K. Pinter, and Z. Nagy. 2012. Development of the Biome-BGC model for simulation of managed herbaceous ecosystems. Ecological Modelling. 226:99-119.", "Huntzinger, D.N., W.M. Post, Y. Wei, A.M. Michalak, T.O. West, A.R. Jacobson, I.T. Baker, J.M. Chen, K.J. Davis, D.J. Hayes, F.M. Hoffman, A.K. Jain, S. Liu, A.D. McGuire, R.P. Neilson, C. Potter, B. Poulter, D. Price, B.M. Raczka, H.Q. Tian, P. Thornton, E. Tomelleri, N. Viovy, J. Xiao, W. Yuan, N. Zeng, M. Zhao, and R. Cook. 2012. North American Carbon Program (NACP) regional interim synthesis: Terrestrial biospheric model intercomparison. Ecological Modelling. 232:144-157.", "Khimoun, A., J. Cornuault, M. Burrus, B. Pujol, C. Thebaud, and C. Andalo. 2012. Ecology predicts parapatric distributions in two closely related Antirrhinum majus subspecies. Evolutionary Ecology. 27(1):51-64.", "Kimball, J. S., Reichle, R., O'Neill, P., McDonald, K., & Njoku, E. (2012). SMAP Level 4 Carbon Data Product (L4_C) (No. SMAP L4_C ATBD). Cal Tech: Jet Propulsion Laboratory.", "Li, Z.G., L. Lin, M. Sagisaka, P. Yang, and W.B. Wu. 2012. Global-scale modelling of potential changes in terrestrial nitrogen cycle from a growing nitrogen deposition. Procedia Environmental Sciences. 13:1057-1068.", "Onishi, T., H. Mitsudera, and K. Uchimoto. 2012. Numerical Simulation of Dissolved Iron Production and Transport in the Amur River and the Sea of Okhotsk. 87-105.", "Page, S. (2012). Linking Soil Organic Carbon (SOC) Storage to Ecological Successional Stages in the Urban Plant Communities of the London Borough of Southwark, UK. Carbon: Science, Society & Change, King's College, London.", "Potter, K.M. and W.W. Hargrove. 2012. Determining suitable locations for seed transfer under climate change: a global quantitative method. New Forests. 43(5-6):581-599.", "Tian, C., J. Ma, Y. Chen, L. Liu, W. Ma, and Y.F. Li. 2012. Assessing and Forecasting Atmospheric Outflow of a-HCH from China on Intra-, Inter-, and Decadal Time Scales. Environmental Science & Technology. 46(4):2220-2227.", "van Ommen Kloeke, A.E.E., J.C. Douma, J.C. Ordonez, P.B. Reich, and P.M. van Bodegom. 2012. Global quantification of contrasting leaf life span strategies for deciduous and evergreen species in response to environmental conditions. Global Ecology and Biogeography. 21(2):224-235.", "Wania, R., J.R. Melton, E.L. Hodson, B. Poulter, B. Ringeval, R. Spahni, T. Bohn, C.A. Avis, G. Chen, A.V. Eliseev, P.O. Hopcroft, W.J. Riley, Z.M. Subin, H. Tian, V. Brovkin, P.M. van Bodegom, T. Kleinen, Z.C. Yu, J.S. Singarayer, S. Zurcher, D.P. Lettenmaier, D.J. Beerling, S.N. Denisov, C. Prigent, F. Papa, and J.O. Kaplan. 2012. Present state of global wetland extent and wetland methane modelling: methodology of a model intercomparison project (WETCHIMP). Geoscientific Model Development Discussions. 5(4):4071-4136.", "Wania, R., K.J. Meissner, M. Eby, V.K. Arora, I. Ross, and A.J. Weaver. 2012. Carbon-nitrogen feedbacks in the UVic ESCM. Geoscientific Model Development. 5(5):1137-1160.", "Xu, Y., C. Tian, J. Ma, G. Zhang, Y.F. Li, L. Ming, J. Li, Y. Chen, and J. Tang. 2012. Assessing Environmental Fate of b-HCH in Asian Soil and Association with Environmental Factors. Environmental Science & Technology. 46(17):9525-9532.", "Yan, H., S.Q. Wang, D. Billesbach, W. Oechel, J.H. Zhang, T. Meyers, T.A. Martin, R. Matamala, D. Baldocchi, G. Bohrer, D. Dragoni, and R. Scott. 2012. Global estimation of evapotranspiration using a leaf area index-based surface energy and water balance model. Remote Sensing of Environment. 124:581-595.", "Zhang, F., J.M. Chen, Y. Pan, R.A. Birdsey, S. Shen, W. Ju, and L. He. 2012. Attributing carbon changes in conterminous U.S. forests to disturbance and non-disturbance factors from 1901 to 2010. Journal of Geophysical Research: Biogeosciences. 117(G2):n/a-n/a.", "Zhang, F., Ju, W., Chen, J.-M., Wang, S.-Q., Yu, G.-R., & Han, S.-J. (2012). Characteristics of terrestrial ecosystem primary productivity in East Asia based on remote sensing and process-based model. Chinese Journal of Applied Ecology, 23 (2), 307-318.", "Zhang, Z., H. Jiang, J.X. Liu, G.M. Zhou, S.R. Liu, and X.Y. Zhang. 2012. Assessment on water use efficiency under climate change and heterogeneous carbon dioxide in China terrestrial ecosystems. Procedia Environmental Sciences. 13:2031-2044.", "Zhou, D. and R. Huang. 2012. Response of water budget to recent climatic changes in the source region of the Yellow River. Chinese Science Bulletin. 57(17):2155-2162.", "Ghent, D., J. Kaduk, J. Remedios, and H. Balzter. 2011. Data assimilation into land surface models: the implications for climate feedbacks. International Journal of Remote Sensing. 32(3):617-632.", "Hayes, D.J., A.D. McGuire, D.W. Kicklighter, K.R. Gurney, T.J. Burnside, and J.M. Melillo. 2011. Is the northern high-latitude land-based CO2sink weakening?. Global Biogeochemical Cycles. 25(3):n/a-n/a.", "Johnson, B.T., M.E. Brooks, D. Walters, S. Woodward, S. Christopher, and K. Schepanski. 2011. Assessment of the Met Office dust forecast model using observations from the GERBILS campaign. Quarterly Journal of the Royal Meteorological Society. 137(658):1131-1148.", "Kishtawal, C.M., D. Niyogi, A. Kumar, M.L. Bozeman, and O. Kellner. 2011. Sensitivity of inland decay of North Atlantic tropical cyclones to soil parameters. Natural Hazards. 63(3):1527-1542.", "Kong, X., S. Dorling, and R. Smith. 2011. Soil moisture modelling and validation at an agricultural site in Norfolk using the Met Office surface exchange scheme (MOSES). Meteorological Applications. 18(1):18-27.", "Lawrence, D.M., K.W. Oleson, M.G. Flanner, P.E. Thornton, S.C. Swenson, P.J. Lawrence, X. Zeng, Z.L. Yang, S. Levis, K. Sakaguchi, G.B. Bonan, and A.G. Slater. 2011. Parameterization improvements and functional and structural advances in Version 4 of the Community Land Model. Journal of Advances in Modeling Earth Systems. 3(1):n/a-n/a.", "Lawrence, D.M., K.W. Oleson, M.G. Flanner, P.E. Thornton, S.C. Swenson, P.J. Lawrence, X. Zeng, Z.L. Yang, S. Levis, K. Sakaguchi, G.B. Bonan, and A.G. Slater. 2011. Parameterization improvements and functional and structural advances in Version 4 of the Community Land Model. Journal of Advances in Modeling Earth Systems. 3(3):", "Miralles, D.G., T.R.H. Holmes, R.A.M. De Jeu, J.H. Gash, A.G.C.A. Meesters, and A.J. Dolman. 2011. Global land-surface evaporation estimated from satellite-based observations. Hydrology and Earth System Sciences. 15(2):453-469.", "Morris, D.F., Busch, J., Boltz, F.(2011). Geographically Prioritizing Appropriations for the Sustainable Landscapes Program. (Issue Brief 11-01), ISBN: Issue Brief 11-01.", "Rauch, J.N. 2011. Global distributions of Fe, Al, Cu, and Zn contained in Earth's derma layers. Journal of Geochemical Exploration. 110(2):193-201.", "Spahni, R., R. Wania, L. Neef, M. van Weele, I. Pison, P. Bousquet, C. Frankenberg, P.N. Foster, F. Joos, I.C. Prentice, and P. van Velthoven. 2011. Constraining global methane emissions and uptake by ecosystems. Biogeosciences. 8(6):1643-1665.", "Walters, D.N., M.J. Best, A.C. Bushell, D. Copsey, J.M. Edwards, P.D. Falloon, C.M. Harris, A.P. Lock, J.C. Manners, C.J. Morcrette, M.J. Roberts, R.A. Stratton, S. Webster, J.M. Wilkinson, M.R. Willett, I.A. Boutle, P.D. Earnshaw, P.G. Hill, C. MacLachlan, G.M. Martin, W. Moufouma-Okia, M.D. Palmer, J.C. Petch, G.G. Rooney, A.A. Scaife, and K.D. Williams. 2011. The Met Office Unified Model Global Atmosphere 3.0/3.1 and JULES Global Land 3.0/3.1 configurations. Geoscientific Model Development. 4(4):919-941.", "Watanabe, S., T. Hajima, K. Sudo, T. Nagashima, T. Takemura, H. Okajima, T. Nozawa, H. Kawase, M. Abe, T. Yokohata, T. Ise, H. Sato, E. Kato, K. Takata, S. Emori, and M. Kawamiya. 2011. MIROC-ESM 2010: model description and basic results of CMIP5-20c3m experiments. Geoscientific Model Development. 4(4):845-872.", "Wisser, D., S. Marchenko, J. Talbot, C. Treat, and S. Frolking. 2011. Soil temperature response to 21st century global warming: the role of and some implications for peat carbon in thawing permafrost soils in North America. Earth System Dynamics. 2(1):121-138.", "Yang, K., B. Ye, D. Zhou, B. Wu, T. Foken, J. Qin, and Z. Zhou. 2011. Response of hydrological cycle to recent climate changes in the Tibetan Plateau. Climatic Change. 109(3-4):517-534.", "Yver, C.E., I.C. Pison, A. Fortems-Cheiney, M. Schmidt, F. Chevallier, M. Ramonet, A. Jordan, O.A. Sovde, A. Engel, R.E. Fisher, D. Lowry, E.G. Nisbet, I. Levin, S. Hammer, J. Necki, J. Bartyzel, S. Reimann, M.K. Vollmer, M. Steinbacher, T. Aalto, M. Maione, J. Arduini, S. O'Doherty, A. Grant, W.T. Sturges, G.L. Forster, C.R. Lunder, V. Privalov, N. Paramonova, A. Werner, and P. Bousquet. 2011. A new estimation of the recent tropospheric molecular hydrogen budget using atmospheric observations and variational inversion. Atmospheric Chemistry and Physics. 11(7):3375-3392.", "Cattaneo, A., R. Lubowski, J. Busch, A. Creed, B. Strassburg, F. Boltz, and R. Ashton. 2010. On international equity in reducing emissions from deforestation. Environmental Science & Policy. 13(8):742-753.", "Chaturvedi, R.K., R. Gopalakrishnan, M. Jayaraman, G. Bala, N.V. Joshi, R. Sukumar, and N.H. Ravindranath. 2010. Impact of climate change on Indian forests: a dynamic vegetation modeling approach. Mitigation and Adaptation Strategies for Global Change. 16(2):119-142.", "Gerber, S., L.O. Hedin, M. Oppenheimer, S.W. Pacala, and E. Shevliakova. 2010. Nitrogen cycling and feedbacks in a global dynamic land model. Global Biogeochemical Cycles. 24(1):n/a-n/a.", "Ghent, D., J. Kaduk, J. Remedios, J. Ardo, and H. Balzter. 2010. Assimilation of land surface temperature into the land surface model JULES with an ensemble Kalman filter. Journal of Geophysical Research. 115(D19):", "Ise, T. and P.R. Moorcroft. 2010. Simulating boreal forest dynamics from perspectives of ecophysiology, resource availability, and climate change. Ecological Research. 25(3):501-511.", "Mbogga, M.S., X. Wang, and A. Hamann. 2010. Bioclimate envelope model predictions for natural resource management: dealing with uncertainty. Journal of Applied Ecology. 47(4):731-740.", "Mbogga, Michael S., Wang, Xianli., Hamann, Andreas., Journal of Applied Ecology, (2010). Bioclimate envelope model predictions for natural resource management: dealing with uncertainty. 47 (4),731-740. ISBN: 1365-2664.", "Scharlemann, J.P.W., V. Kapos, A. Campbell, I. Lysenko, N.D. Burgess, M.C. Hansen, H.K. Gibbs, B. Dickson, and L. Miles. 2010. Securing tropical forest carbon: the contribution of protected areas to REDD. Oryx. 44(03):352-357.", "Snyder, P.K. 2010. The Influence of Tropical Deforestation on the Northern Hemisphere Climate by Atmospheric Teleconnections. Earth Interactions. 14(4):1-34.", "Tian, H., X. Xu, M. Liu, W. Ren, C. Zhang, G. Chen, and C. Lu. 2010. Spatial and temporal patterns of CH4 and N2O fluxes in terrestrial ecosystems of North America during 1979-2008: application of a global biogeochemistry model. Biogeosciences. 7(9):2673-2694.", "van Oijen, M. and A. Thomson. 2010. Toward Bayesian uncertainty quantification for forestry models used in the United Kingdom Greenhouse Gas Inventory for land use, land use change, and forestry. Climatic Change. 103(1-2):55-67.", "Wania, R., I. Ross, and I.C. Prentice. 2010. Implementation and evaluation of a new methane model within a dynamic global vegetation model: LPJ-WHyMe v1.3. Geoscientific Model Development Discussions. 3(1):1-59.", "Xu, X.F., H.Q. Tian, C. Zhang, M.L. Liu, W. Ren, G.S. Chen, C.Q. Lu, and L. Bruhwiler. 2010. Attribution of spatial and temporal variations in terrestrial methane flux over North America. Biogeosciences Discussions. 7(4):5383-5428.", "Busch, J., B. Strassburg, A. Cattaneo, R. Lubowski, A. Bruner, R. Rice, A. Creed, R. Ashton, and F. Boltz. 2009. Comparing climate and cost impacts of reference levels for reducing emissions from deforestation. Environmental Research Letters. 4(4):044006.", "Friend, A.D., R.J. Geider, M.J. Behrenfeld, and C.J. Still. 2009. Photosynthesis in Global-Scale Models. 29:465-497.", "Kimball, J.S., L.A. Jones, Ke Zhang, F.A. Heinsch, K.C. McDonald, and W.C. Oechel. 2009. A Satellite Approach to Estimate Land-Atmosphere $\\hbox{CO}_{2}$ Exchange for Boreal and Arctic Biomes Using MODIS and AMSR-E. IEEE Transactions on Geoscience and Remote Sensing. 47(2):569-587.", "Nole, A., B.E. Law, F. Magnani, G. Matteucci, A. Ferrara, F. Ripullone, and M. Borghetti. 2009. Application of the 3-PGS model to assess carbon accumulation in forest ecosystems at a regional level. Canadian Journal of Forest Research. 39(9):1647-1661.", "Steiner, A.L., J.S. Pal, S.A. Rauscher, J.L. Bell, N.S. Diffenbaugh, A. Boone, L.C. Sloan, and F. Giorgi. 2009. Land surface coupling in regional climate simulations of the West African monsoon. Climate Dynamics. 33(6):869-892.", "Wania, R., I. Ross, and I.C. Prentice. 2009. Integrating peatlands and permafrost into a dynamic global vegetation model: 2. Evaluation and sensitivity of vegetation and carbon cycle processes. Global Biogeochemical Cycles. 23(3):n/a-n/a.", "Xu, X. and D. Yang. 2009. Analysis of catchment evapotranspiration at different scales using bottom-up and top-down approaches. Frontiers of Architecture and Civil Engineering in China. 4(1):65-77.", "Yang, K., Y.Y. Chen, and J. Qin. 2009. Some practical notes on the land surface modeling in the Tibetan Plateau. Hydrology and Earth System Sciences. 13(5):687-701.", "Zheng, Z.M., G.R. Yu, Y.L. Fu, Y.S. Wang, X.M. Sun, and Y.H. Wang. 2009. Temperature sensitivity of soil respiration is affected by prevailing climatic conditions and soil organic carbon content: A trans-China based case study. Soil Biology and Biochemistry. 41(7):1531-1540.", "Delire, C., A. Ngomanda, and D. Jolly. 2008. Possible impacts of 21st century climate on vegetation in Central and West Africa. Global and Planetary Change. 64(1-2):3-15.", "Ichii, K., M.A. White, P. Votava, A. Michaelis, and R.R. Nemani. 2008. Evaluation of snow models in terrestrial biosphere models using ground observation and satellite data: impact on terrestrial ecosystem processes. Hydrological Processes. 22(3):347-355.", "Koven, C.D. and I. Fung. 2008. Identifying global dust source areas using high-resolution land surface form. Journal of Geophysical Research. 113(D22):", "Reed, K.D., J.K. Meece, J.R. Archer, and A.T. Peterson. 2008. Ecologic Niche Modeling of Blastomyces dermatitidis in Wisconsin. PLoS ONE. 3(4):e2034.", "Su, F., Y. Hong, and D.P. Lettenmaier. 2008. Evaluation of TRMM Multisatellite Precipitation Analysis (TMPA) and Its Utility in Hydrologic Prediction in the La Plata Basin. Journal of Hydrometeorology. 9(4):622-640.", "Ter Maat, H.W. and R.W.A. Hutjes. 2008. Simulating carbon exchange using a regional atmospheric model coupled to an advanced land-surface model. Biogeosciences Discussions. 5(5):4161-4207.", "Xu, J., D. Yang, Y. Yi, Z. Lei, J. Chen, and W. Yang. 2008. Spatial and temporal variation of runoff in the Yangtze River basin during the past 40 years. Quaternary International. 186(1):32-42.", "Anagnostou, E.(2007). Assessment of Satellite Rain Retrieval Error Propagation in the Prediction of Land Surface Hydrologic Variables. Measuring Precipitation From Space. 0 (0): 357-368", "Bucini, G. and N.P. Hanan. 2007. A continental-scale analysis of tree cover in African savannas. Global Ecology and Biogeography. 16(5):593-605.", "Higgins, P.A.T. 2007. Biodiversity loss under existing land use and climate change: an illustration using northern South America. Global Ecology and Biogeography. 16(2):197-204.", "Lawrence, D.M. and A.G. Slater. 2007. Incorporating organic soil into a global climate model. Climate Dynamics. 30(2-3):145-160.", "Lee, K. and N. Oh. 2007. Investigating the spatial scaling effect of the non-linear hydrological response to precipitation forcing in a physically based land surface model. Water SA. 32(2):", "Magnani, F., M. Mencuccini, M. Borghetti, P. Berbigier, F. Berninger, S. Delzon, A. Grelle, P. Hari, P.G. Jarvis, P. Kolari, A.S. Kowalski, H. Lankreijer, B.E. Law, A. Lindroth, D. Loustau, G. Manca, J.B. Moncrieff, M. Rayment, V. Tedeschi, R. Valentini, and J. Grace. 2007. The human footprint in the carbon cycle of temperate and boreal forests. Nature. 447(7146):849-851.", "Oelke, C. and T. Zhang. 2007. Modeling the Active-Layer Depth over the Tibetan Plateau. Arctic, Antarctic, and Alpine Research. 39(4):714-722.", "Sobek, S., L.J. Tranvik, Y.T. Prairie, P. Kortelainen, and J.J. Cole. 2007. Patterns and regulation of dissolved organic carbon: An analysis of 7,500 widely distributed lakes. Limnology and Oceanography. 52(3):1208-1219.", "STAMPFL, P.F., J.C. CLIFTON-BROWN, and M.B. JONES. 2007. European-wide GIS-based modelling system for quantifying the feedstock from Miscanthus and the potential contribution to renewable energy targets. Global Change Biology. 13(11):2283-2295.", "YANG, K., T. WATANABE, T. KOIKE, X. LI, H. FUJII, K. TAMAGAWA, Y. MA, and H. ISHIKAWA. 2007. Auto-calibration System Developed to Assimilate AMSR-E Data into a Land Surface Model for Estimating Soil Moisture and the Surface Energy Budget. Journal of the Meteorological Society of Japan. 85A:229-242.", "Yurova, A.Y. and H. Lankreijer. 2007. Carbon storage in the organic layers of boreal forest soils under various moisture conditions: A model study for Northern Sweden sites. Ecological Modelling. 204(3-4):475-484.", "Douglas, E.M., S. Wood, K. Sebastian, C.J. Vorosmarty, K.M. Chomitz, and T.P. Tomich. 2006. Policy implications of a pan-tropic assessment of the simultaneous hydrological and biodiversity impacts of deforestation. Water Resources Management. 21(1):211-232.", "Harrison, P.A., P.M. Berry, N. Butt, and M. New. 2006. Modelling climate change impacts on species' distributions at the European scale: implications for conservation policy. Environmental Science & Policy. 9(2):116-128.", "HIGGINS, P.A.T. and J. HARTE. 2006. Biophysical and Biogeochemical Responses to Climate Change Depend on Dispersal and Migration. BioScience. 56(5):407.", "TERMAAT, H., R. HUTJES, R. OHBA, H. UEDA, B. BISSELINK, and T. BAUER. 2006. Meteorological impact assessment of possible large scale irrigation in Southwest Saudi Arabia. Global and Planetary Change. 54(1-2):183-201.", "Sobek, S., L.J. Tranvik, and J.J. Cole. 2005. Temperature independence of carbon dioxide supersaturation in global lakes. Global Biogeochemical Cycles. 19(2):n/a-n/a.", "Syvitski, J.P.M., A.J. Kettner, S.D. Peckham, and S.J. Kao. 2005. Predicting the Flux of Sediment to the Coastal Zone: Application to the Lanyang Watershed, Northern Taiwan. Journal of Coastal Research. 213:580-587.", "Whitmore, J., K. Gajewski, M. Sawada, J.W. Williams, B. Shuman, P.J. Bartlein, T. Minckley, A.E. Viau, T. Webb, S. Shafer, P. Anderson, and L. Brubaker. 2005. Modern pollen data from North America and Greenland for multi-scale paleoenvironmental applications. Quaternary Science Reviews. 24(16-17):1828-1848.", "Delire, C., J.A. Foley, and S. Thompson. 2004. Long-Term Variability in a Coupled Atmosphere-Biosphere Model. Journal of Climate. 17(20):3947-3959.", "Freibauer, A., M.D.A. Rounsevell, P. Smith, and J. Verhagen. 2004. Carbon sequestration in the agricultural soils of Europe. Geoderma. 122(1):1-23.", "Higgins, P.A.T. 2004. Biogeochemical and Biophysical Responses of the Land Surface to a Sustained Thermohaline Circulation Weakening. Journal of Climate. 17(21):4135-4142.", "Higgins, P.A.T. and M. Vellinga. 2004. Ecosystem Responses to Abrupt Climate Change: Teleconnections, Scale and the Hydrological Cycle. Climatic Change. 64(1/2):127-142.", "LEE, K. 2004. A combined passive/active microwave remote sensing approach for surface variable retrieval using Tropical Rainfall Measuring Mission observations. Remote Sensing of Environment. 92(1):112-125.", "Oelke, C. and T. Zhang. 2004. A model study of circum-Arctic soil temperatures. Permafrost and Periglacial Processes. 15(2):103-121.", "Oelke, C., T. Zhang, and M.C. Serreze. 2004. Modeling evidence for recent warming of the Arctic soil thermal regime. Geophysical Research Letters. 31(7):n/a-n/a.", "Saxon, E., B. Baker, W. Hargrove, F. Hoffman, and C. Zganjar. 2004. Mapping environments at risk under different global climate change scenarios. Ecology Letters. 8(1):53-60.", "Zhang Shiqiang, , Ding yongjian, Liu shiyin, Zhang xiaowen, and Cai dihua. 2004. Estimation potential consequences of climate change for water resource via RS, GIS and hydrology model. 7:4877-4880.", "Ardo, J. and L. Olsson. 2003. Assessment of soil organic carbon in semi-arid Sudan using GIS and the CENTURY model. Journal of Arid Environments. 54(4):633-651.", "Delire, C., J.A. Foley, and S. Thompson. 2003. Evaluating the carbon cycle of a coupled atmosphere-biosphere model. Global Biogeochemical Cycles. 17(1):", "ITO, A. 2003. High-Resolution Mapping of the Net Primary Productivity of Terrestrial Ecosystems in East Asia Using a Process-Based Model. Journal of Agricultural Meteorology. 59(1):23-34.", "Oelke, C. 2003. Regional-scale modeling of soil freeze/thaw over the Arctic drainage basin. Journal of Geophysical Research. 108(D10):", "Rawlins, M.A., R.B. Lammers, S. Frolking, B.z.M. Fekete, and C.J. Vorosmarty. 2003. Simulating pan-Arctic runoff with a macro-scale terrestrial water balance model. Hydrological Processes. 17(13):2521-2539.", "Sanderman, J., R.G. Amundson, and D.D. Baldocchi. 2003. Application of eddy covariance measurements to the temperature dependence of soil organic matter mean residence time. Global Biogeochemical Cycles. 17(2):n/a-n/a.", "C., D., L. S., B. G., F. J., C. M., and V. S. 2002. Comparison of the climate simulated by the CCM3 coupled to two different land-surface models. Climate Dynamics. 19(8):657-669.", "Malhi, Y., O.L. Phillips, J. Lloyd, T. Baker, J. Wright, S. Almeida, L. Arroyo, T. Frederiksen, J. Grace, N. Higuchi, T. Killeen, W.F. Laurance, C. Leano, S. Lewis, P. Meir, A. Monteagudo, D. Neill, P. Nunez Vargas, S.N. Panfil, S. Patino, N. Pitman, C.A. Quesada, A. Rudas-Ll., R. Salomao, S. Saleska, N. Silva, M. Silveira, W.G. Sombroek, R. Valencia, R. Vasquez Martinez, I.C.G. Vieira, and B. Vinceti. 2002. An international network to monitor the structure, composition and dynamics of Amazonian forests (RAINFOR). Journal of Vegetation Science. 13(3):439-450.", "Osborne, C.P. and D.J. Beerling. 2002. A process-based model of conifer forest structure and function with special emphasis on leaf lifespan. Global Biogeochemical Cycles. 16(4):44-1-44-23.", "Vleeshouwers, L.M. and A. Verhagen. 2002. Carbon emission and sequestration by agricultural land use: a model study for Europe. Global Change Biology. 8(6):519-530."], "doi": ["https://doi.org/10.1111/GCBB.12671", "https://doi.org/10.1186/s40663-020-00225-4", "https://doi.org/10.1111/gcb.14992", "https://doi.org/10.1038/s42003-020-1041-y", "https://doi.org/10.1002/joc.6530", "https://doi.org/10.1002/hyp.13616", "https://doi.org/10.5194/gmd-12-4751-2019", "https://doi.org/10.3390/f10050454", "https://doi.org/10.5194/gmd-12-2139-2019", "https://doi.org/10.1002/joc.6170", "https://doi.org/10.1016/j.jhydrol.2019.04.084", "https://doi.org/10.1007/s11027-019-09882-5", "https://doi.org/10.1038/s41598-018-27631-7", "https://doi.org/10.1111/btp.12541", "https://doi.org/10.28974/idojaras.2018.2.2", "https://doi.org/10.3390/f9010005", "https://doi.org/10.1016/j.apenergy.2017.07.036", "https://doi.org/10.1016/j.ecolmodel.2017.11.023", "https://doi.org/10.1016/j.agrformet.2017.03.008", "https://doi.org/10.1002/2016MS000702", "https://doi.org/10.5194/gmd-10-1321-2017", "https://doi.org/10.1175/JCLI-D-16-0838.1", "https://doi.org/10.1002/2017GL073740", "https://doi.org/10.1016/j.rse.2016.11.022", "https://doi.org/10.1002/joc.5109", "https://doi.org/10.1016/j.scitotenv.2017.02.073", "https://doi.org/10.1007/s10530-017-1567-1", "https://doi.org/10.5194/gmd-10-1903-2017", "https://doi.org/10.1002/eap.1538", "https://doi.org/10.1111/j.1600-0889.2007.00266.x", "https://doi.org/10.1002/2017MS001019", "https://doi.org/10.3832/ifor1918-009", "https://doi.org/10.1016/j.ympev.2016.07.008", "https://doi.org/10.1016/j.foreco.2015.12.032", "https://doi.org/10.1002/ecs2.1380", "https://doi.org/10.1002/ecs2.1274", "https://doi.org/10.1111/cobi.12559", "https://doi.org/10.1016/j.ecolmodel.2016.05.019", "https://doi.org/10.1038/nclimate2942", "https://doi.org/10.1109/IGARSS.2016.7729027", "https://doi.org/10.5194/gmd-9-2771-2016", "https://doi.org/10.5194/gmd-9-2771-2016", "https://doi.org/10.1016/j.jag.2015.09.012", "https://doi.org/10.5194/gmd-9-283-2016", "https://doi.org/10.1002/2015JD024398", "https://doi.org/10.5194/esd-7-649-2016", "https://doi.org/10.1002/2015JG003157", "https://doi.org/10.1002/2015JD024705", "https://doi.org/10.5194/bg-13-1071-2016", "https://doi.org/10.5194/hess-20-2403-2016", "https://doi.org/10.1016/j.agrformet.2016.06.004", "https://doi.org/10.1002/2015JD024285", "https://doi.org/10.1016/j.jhydrol.2015.12.018", "https://doi.org/10.1016/j.baae.2016.01.006", "https://doi.org/10.1111/bij.12903", "https://doi.org/10.1016/j.jhydrol.2015.04.021", "https://doi.org/10.1111/jbi.12538", "https://doi.org/10.1111/geb.12248", "https://doi.org/10.5194/bg-12-2119-2015", "https://doi.org/10.1111/gcb.12827", "https://doi.org/10.1175/JHM-D-14-0105.1", "https://doi.org/10.1038/srep10820", "https://doi.org/10.1653/024.098.0255", "https://doi.org/10.1016/j.quaint.2014.06.028", "https://doi.org/10.1002/2014JD022895", "https://doi.org/10.1145/2792745.2792747", "https://doi.org/10.1111/geb.12272", "https://doi.org/10.1890/14-1431.1", "https://doi.org/10.1016/j.ecolmodel.2014.11.002", "https://doi.org/10.1002/2014JG002798", "https://doi.org/10.1111/gcb.12903", "https://doi.org/10.1175/JHM-D-14-0231.1", "https://doi.org/10.1111/gcb.12474", "https://doi.org/10.1016/j.geoderma.2013.07.014", "https://doi.org/10.5194/bgd-11-13675-2014", "https://doi.org/10.1016/j.apgeochem.2014.07.017", "https://doi.org/10.1175/JCLI-D-12-00783.1", "https://doi.org/10.1002/2013JG002535", "https://doi.org/10.1111/gcbb.12103", "https://doi.org/10.1111/gcb.12443", "https://doi.org/10.5194/gmd-7-2039-2014", "https://doi.org/10.5589/m04-037", "https://doi.org/10.1007/s00382-014-2185-6", "https://doi.org/10.1007/s00035-014-0124-0", "https://doi.org/10.1080/00380768.2014.917593", "https://doi.org/10.1002/2014JD021536", "https://doi.org/10.1002/hyp.9661", "https://doi.org/10.5194/gmd-7-361-2014", "https://doi.org/10.2136/vzj2012.0134", "https://doi.org/10.1175/JHM-D-12-0149.1", "https://doi.org/10.1016/j.jhydrol.2013.08.042", "https://doi.org/10.1080/15715124.2013.826234", "https://doi.org/10.1016/j.agrformet.2013.04.003", "https://doi.org/10.1080/15715124.2013.819807", "https://doi.org/10.1899/12-113.1", "https://doi.org/10.1111/gcbb.12013", "https://doi.org/10.1002/jame.20045", "https://doi.org/10.1002/gbc.20087", "https://doi.org/10.1002/wrcr.20189", "https://doi.org/10.5194/bg-10-583-2013", "https://doi.org/10.1175/JHM-D-12-036.1", "https://doi.org/10.1111/gcb.12313", "https://doi.org/10.5194/gmd-6-617-2013", "https://doi.org/10.1111/geb.12029", "https://doi.org/10.1002/jgrd.50693", "https://doi.org/10.1002/jgrg.20053", "https://doi.org/10.1007/s00704-013-0949-2", "https://doi.org/10.3319/TAO.2012.12.03.01(Hy) https://doi.org/10.3319/TAO.2012.12.03.01(Hy)", "https://doi.org/10.1109/TGRS.2012.2198483", "https://doi.org/10.1155/2012/260515", "NA", "https://doi.org/10.1175/JCLI-D-11-00417.1", "https://doi.org/10.1175/JCLI-D-11-00025.1", "https://doi.org/10.1016/j.ecolmodel.2011.11.008", "https://doi.org/10.1016/j.ecolmodel.2012.02.004", "https://doi.org/10.1007/s10682-012-9574-2", "NA", "https://doi.org/10.1016/j.proenv.2012.01.099", "https://doi.org/10.1007/978-4-431-54035-9_9", "NA", "https://doi.org/10.1007/s11056-012-9322-z", "https://doi.org/10.1021/es202851n", "https://doi.org/10.1111/j.1466-8238.2011.00667.x", "https://doi.org/10.5194/gmdd-5-4071-2012", "https://doi.org/10.5194/gmd-5-1137-2012", "https://doi.org/10.1021/es302017e", "https://doi.org/10.1016/j.rse.2012.06.004", "https://doi.org/10.1029/2011JG001930", "NA", "https://doi.org/10.1016/j.proenv.2012.01.194", "https://doi.org/10.1007/s11434-012-5041-2", "https://doi.org/10.1080/01431161.2010.517794", "https://doi.org/10.1029/2010GB003813", "https://doi.org/10.1002/qj.736", "https://doi.org/10.1007/s11069-011-0015-2", "https://doi.org/10.1002/met.197", "https://doi.org/10.1029/2011MS00045", "https://doi.org/10.1029/2011MS000045", "https://doi.org/10.5194/hess-15-453-2011", "NA", "https://doi.org/10.1016/j.gexplo.2011.05.008", "https://doi.org/10.5194/bg-8-1643-2011", "https://doi.org/10.5194/gmd-4-919-2011", "https://doi.org/10.5194/gmd-4-845-2011", "https://doi.org/10.5194/esd-2-121-2011", "https://doi.org/10.1007/s10584-011-0099-4", "https://doi.org/10.5194/acp-11-3375-2011", "https://doi.org/10.1016/j.envsci.2010.08.009", "https://doi.org/10.1007/s11027-010-9257-7", "https://doi.org/10.1029/2008gb003336", "https://doi.org/10.1029/2010JD014392", "https://doi.org/10.1007/s11284-009-0680-8", "https://doi.org/10.1111/j.1365-2664.2010.01830.x", "NA", "https://doi.org/10.1017/S0030605310000542", "https://doi.org/10.1175/2010ei280.1", "https://doi.org/10.5194/bg-7-2673-2010", "https://doi.org/10.1007/s10584-010-9917-3", "https://doi.org/10.5194/gmdd-3-1-2010", "https://doi.org/10.5194/bgd-7-5383-2010", "https://doi.org/10.1088/1748-9326/4/4/044006", "https://doi.org/10.1007/978-1-4020-9237-4_20", "https://doi.org/10.1109/TGRS.2008.2003248", "https://doi.org/10.1139/X09-077", "https://doi.org/10.1007/s00382-009-0543-6", "https://doi.org/10.1029/2008GB003413", "https://doi.org/10.1007/s11709-010-0002-9", "https://doi.org/10.5194/hess-13-687-2009", "https://doi.org/10.1016/j.soilbio.2009.04.013", "https://doi.org/10.1016/j.gloplacha.2008.01.008", "https://doi.org/10.1002/hyp.6616", "https://doi.org/10.1029/2008JD010195", "https://doi.org/10.1371/journal.pone.0002034", "https://doi.org/10.1175/2007JHM944.1", "https://doi.org/10.5194/bgd-5-4161-2008", "https://doi.org/10.1016/j.quaint.2007.10.014", "NA", "https://doi.org/10.1111/j.1466-8238.2007.00325.x", "https://doi.org/10.1111/j.1466-8238.2006.00278.x", "https://doi.org/10.1007/s00382-007-0278-1", "https://doi.org/10.4314/wsa.v32i2.5255", "https://doi.org/10.1038/nature05847", "https://doi.org/10.1657/1523-0430(06-200)[OELKE]2.0.CO", "https://doi.org/10.4319/lo.2007.52.3.1208", "https://doi.org/10.1111/j.1365-2486.2007.01419.x", "https://doi.org/10.2151/jmsj.85A.229", "https://doi.org/10.1016/j.ecolmodel.2007.02.003", "https://doi.org/10.1007/s11269-006-9050-2", "https://doi.org/10.1016/j.envsci.2005.11.003", "https://doi.org/10.1641/0006-3568(2006)056[0407:BABRTC]2.0.CO", "https://doi.org/10.1016/j.gloplacha.2006.01.018", "https://doi.org/10.1029/2004gb002264", "https://doi.org/10.2112/04-702a.1", "https://doi.org/10.1016/j.quascirev.2005.03.005", "https://doi.org/10.1175/1520-0442(2004)0172.0.CO", "https://doi.org/10.1016/j.geoderma.2004.01.021", "https://doi.org/10.1175/JCLI3207.1", "https://doi.org/10.1023/B:CLIM.0000024672.41571.ba", "https://doi.org/10.1016/j.rse.2004.05.003", "https://doi.org/10.1002/ppp.485", "https://doi.org/10.1029/2003GL019300", "https://doi.org/10.1111/j.1461-0248.2004.00694.x", "https://doi.org/10.1109/IGARSS.2004.1370256", "https://doi.org/10.1006/jare.2002.1105", "https://doi.org/10.1029/2002GB001870", "https://doi.org/10.2480/agrmet.59.23", "https://doi.org/10.1029/2002JD002722", "https://doi.org/10.1002/hyp.1271", "https://doi.org/10.1029/2001GB001833", "https://doi.org/10.1007/s00382-002-0255-7", "https://doi.org/10.1111/j.1654-1103.2002.tb02068.x", "https://doi.org/10.1029/2001GB001467", "https://doi.org/10.1046/j.1365-2486.2002.00485.x"]}