{"processing_level_id": "3", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "1995-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:52:29.000Z", "dataset_id": "Global Soil Data Products CD-ROM Contents (IGBP-DIS)", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "IGBPSOILCD_565", "organizations": ["ORNL_DAAC"], "title": "Global Soil Data Products CD-ROM Contents (IGBP-DIS)", "coordinate_system": "CARTESIAN", "summary": "This data set contains global data on soil properties, global maps of soil distributions, and the SoilData System developed by the International Geosphere-Biosphere Programme Data and Information System (IGBP-DIS). These data were originally distributed on CD-ROM, but are provided here as a single zip file. The SoilData System allows users to generate soil information and maps for geographic regions at soil depths and resolutions selected by the user. Derived surfaces of carbon density, nutrient status, water-holding capacity, and heat capacity are provided for modeling and inventory purposes.", "has_granules": true, "time_end": "1996-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179131005-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 1, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-DIS/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/SOILS/guides/igbp.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/565"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-DIS//comp/igbp.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_soil/IGBP-DIS//comp/readme.txt"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/project/square/soil_logo_square.png"}], "cmr": {"title": "Global Soil Data Products CD-ROM Contents (IGBP-DIS)", "summary": "This data set contains global data on soil properties, global maps of soil distributions, and the SoilData System developed by the International Geosphere-Biosphere Programme Data and Information System (IGBP-DIS). These data were originally distributed on CD-ROM, but are provided here as a single zip file. The SoilData System allows users to generate soil information and maps for geographic regions at soil depths and resolutions selected by the user. Derived surfaces of carbon density, nutrient status, water-holding capacity, and heat capacity are provided for modeling and inventory purposes.", "id": "C179131005-ORNL_DAAC", "description": "This data set contains global data on soil properties, global maps of soil distributions, and the SoilData System developed by the International Geosphere-Biosphere Programme Data and Information System (IGBP-DIS). These data were originally distributed on CD-ROM, but are provided here as a single zip file. The SoilData System allows users to generate soil information and maps for geographic regions at soil depths and resolutions selected by the user. Derived surfaces of carbon density, nutrient status, water-holding capacity, and heat capacity are provided for modeling and inventory purposes.", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "1995-01-01 to 1996-12-31", "Platform": "NOT APPLICABLE", "Data Center": "ORNL_DAAC", "Instrument": "NOT APPLICABLE", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@LAND SURFACE@SOILS@CARBON", "ScienceKeywords2": "EARTH SCIENCE@LAND SURFACE@SOILS@NITROGEN", "ScienceKeywords3": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL BULK DENSITY", "ScienceKeywords4": "EARTH SCIENCE@LAND SURFACE@SOILS@SOIL CHEMISTRY"}, "citation": ["Chen, J., Q. Zhu, W.J. Riley, Y. He, J.T. Randerson, and S. Trumbore. 2019. Comparison With Global Soil Radiocarbon Observations Indicates Needed Carbon Cycle Improvements in the E3SM Land Model. Journal of Geophysical Research: Biogeosciences.", "Haynes, K.D., I.T. Baker, A.S. Denning, S. Wolf, G. Wohlfahrt, G. Kiely, R.C. Minaya, and J.M. Haynes. 2019. Representing Grasslands Using Dynamic Prognostic Phenology Based on Biological Growth Stages: Part 2. Carbon Cycling. Journal of Advances in Modeling Earth Systems. 11(12):4440-4465.", "Lee, J., J. Kim, M.A. Sun, B.H. Kim, H. Moon, H.M. Sung, J. Kim, and Y.H. Byun. 2019. Evaluation of the Korea Meteorological Administration Advanced Community Earth-System model (K-ACE). Asia-Pacific Journal of Atmospheric Sciences.", "Longo, M., R.G. Knox, D.M. Medvigy, N.M. Levine, M.C. Dietze, Y. Kim, A.L.S. Swann, K. Zhang, C.R. Rollinson, R.L. Bras, S.C. Wofsy, and P.R. Moorcroft. 2019. The biophysics, ecology, and biogeochemistry of functionally diverse, vertically and horizontally heterogeneous ecosystems: the Ecosystem Demography model, version 2.2 - Part 1: Model description. Geoscientific Model Development. 12(10):4309-4346.", "Longo, M., R.G. Knox, N.M. Levine, A.L.S. Swann, D.M. Medvigy, M.C. Dietze, Y. Kim, K. Zhang, D. Bonal, B. Burban, P.B. Camargo, M.N. Hayek, S.R. Saleska, R. da Silva, R.L. Bras, S.C. Wofsy, and P.R. Moorcroft. 2019. The biophysics, ecology, and biogeochemistry of functionally diverse, vertically and horizontally heterogeneous ecosystems: the Ecosystem Demography model, version 2.2 - Part 2: Model evaluation for tropical South America. Geoscientific Model Development. 12(10):4347-4374.", "Seidel, D., A. Meissner, M. Lackner, E. Piepenbrock, J. Salmanton-Garcia, M. Stecher, S. Mellinghoff, A. Hamprecht, L. Duran Graeff, P. Kohler, M.P. Cheng, J. Denis, I. Chedotal, J. Chander, D.L. Pakstis, I. Los-Arcos, M. Slavin, M.T. Montagna, G. Caggiano, M. Mares, J. Trauth, U. Aurbach, M.J.G.T. Vehreschild, J.J. Vehreschild, R.F. Duarte, R. Herbrecht, H. Wisplinghoff, and O.A. Cornely. 2019. Prognostic factors in 264 adults with invasive Scedosporium spp. and Lomentospora prolificans infection reported in the literature and FungiScope(r). Critical Reviews in Microbiology. 45(1):1-21.", "Shrestha, R.R., A.J. Cannon, M.A. Schnorbus, and H. Alford. 2019. Climatic Controls on Future Hydrologic Changes in a Subarctic River Basin in Canada. Journal of Hydrometeorology. 20(9):1757-1778.", "Song, Y.M., Z.F. Wang, L.L. Qi, and A.N. Huang. 2019. Soil Moisture Memory and Its Effect on the Surface Water and Heat Fluxes on Seasonal and Interannual Time Scales. Journal of Geophysical Research: Atmospheres. 124(20):10730-10741.", "Vereecken, H., L. Weihermuller, S. Assouline, J. Simunek, A. Verhoef, M. Herbst, N. Archer, B. Mohanty, C. Montzka, J. Vanderborght, G. Balsamo, M. Bechtold, A. Boone, S. Chadburn, M. Cuntz, B. Decharme, A. Ducharne, M. Ek, S. Garrigues, K. Goergen, J. Ingwersen, S. Kollet, D.M. Lawrence, Q. Li, D. Or, S. Swenson, P. de Vrese, R. Walko, Y. Wu, and Y. Xue. 2019. Infiltration from the Pedon to Global Grid Scales: An Overview and Outlook for Land Surface Modeling. Vadose Zone Journal. 18(1):", "Wang, C., Z. Wang, Y. Kong, F. Zhang, K. Yang, and T. Zhang. 2019. Most of the Northern Hemisphere Permafrost Remains under Climate Change. Scientific Reports. 9(1):", "Zhao, Q., Y. Ding, J. Wang, H. Gao, S. Zhang, C. Zhao, J. Xu, H. Han, and D. Shangguan. 2019. Projecting climate change impacts on hydrological processes on the Tibetan Plateau with model calibration against the glacier inventory data and observed streamflow. Journal of Hydrology. 573:60-81.", "Robinne, F.N., K.D. Bladon, C. Miller, M.A. Parisien, J. Mathieu, and M.D. Flannigan. 2018. A spatial evaluation of global wildfire-water risks to human and natural systems. Science of The Total Environment. 610-611:1193-1206.", "Sun, Z., X. Wang, H. Yamamoto, H. Tani, G. Zhong, S. Yin, and E. Guo. 2018. Spatial pattern of GPP variations in terrestrial ecosystems and its drivers: Climatic factors, CO 2 concentration and land-cover change, 1982-2015. Ecological Informatics. 46:156-165.", "Bai, Y., J. Zhang, S. Zhang, U.A. Koju, F. Yao, and T. Igbawua. 2017. Using precipitation, vertical root distribution, and satellite-retrieved vegetation information to parameterize water stress in a Penman-Monteith approach to evapotranspiration modeling under Mediterranean climate. Journal of Advances in Modeling Earth Systems. 9(1):168-192.", "Lu, X., Y. Zhou, Y. Liu, and Y. Le Page. 2017. The role of protected areas in land use/land cover change and the carbon cycle in the conterminous United States. Global Change Biology. 24(2):617-630.", "McDermid, S.S., L.O. Mearns, and A.C. Ruane. 2017. Representing agriculture in Earth System Models: Approaches and priorities for development. Journal of Advances in Modeling Earth Systems. 9(5):2230-2265.", "Meng, X., H. Wang, Y. Wu, A. Long, J. Wang, C. Shi, and X. Ji. 2017. Investigating spatiotemporal changes of the land-surface processes in Xinjiang using high-resolution CLM3.5 and CLDAS: Soil temperature. Scientific Reports. 7(1):", "Pereira, F.F., F. Farinosi, M.E. Arias, E. Lee, J. Briscoe, and P.R. Moorcroft. 2017. Technical note: A hydrological routing scheme for the Ecosystem Demography model (ED2+R) tested in the Tapajos River basin in the Brazilian Amazon. Hydrology and Earth System Sciences. 21(9):4629-4648.", "Tian, H., G. Chen, C. Lu, X. Xu, W. Ren, B. Zhang, K. Banger, B. Tao, S. Pan, M. Liu, C. Zhang, L. Bruhwiler, and S. Wofsy. 2017. Global methane and nitrous oxide emissions from terrestrial ecosystems due to multiple environmental changes. Ecosystem Health and Sustainability. 1(1):1-20.", "Walters, D., I. Boutle, M. Brooks, T. Melvin, R. Stratton, S. Vosper, H. Wells, K. Williams, N. Wood, T. Allen, A. Bushell, D. Copsey, P. Earnshaw, J. Edwards, M. Gross, S. Hardiman, C. Harris, J. Heming, N. Klingaman, R. Levine, J. Manners, G. Martin, S. Milton, M. Mittermaier, C. Morcrette, T. Riddick, M. Roberts, C. Sanchez, P. Selwood, A. Stirling, C. Smith, D. Suri, W. Tennant, P.L. Vidale, J. Wilkinson, M. Willett, S. Woolnough, and P. Xavier. 2017. The Met Office Unified Model Global Atmosphere 6.0/6.1 and JULES Global Land 6.0/6.1 configurations. Geoscientific Model Development. 10(4):1487-1520.", "Zhu, Q., C. Peng, P. Ciais, H. Jiang, J. Liu, P. Bousquet, S. Li, J. Chang, X. Fang, X. Zhou, H. Chen, S. Liu, G. Lin, P. Gong, M. Wang, H. Wang, W. Xiang, and J. Chen. 2017. Interannual variation in methane emissions from tropical wetlands triggered by repeated El Nino Southern Oscillation. Global Change Biology. 23(11):4706-4716.", "Groot Zwaaftink, C.D., H. Grythe, H. Skov, and A. Stohl. 2016. Substantial contribution of northern high-latitude sources to mineral dust in the Arctic. Journal of Geophysical Research: Atmospheres. 121(22):13,678-13,697.", "Shafer, S.L., P.J. Bartlein, E.M. Gray, and R.T. Pelltier. 2015. Projected Future Vegetation Changes for the Northwest United States and Southwest Canada at a Fine Spatial Resolution Using a Dynamic Global Vegetation Model. PLOS ONE. 10(10):e0138759.", "Shrestha, R.R., M.A. Schnorbus, and A.J. Cannon. 2015. A Dynamical Climate Model-Driven Hydrologic Prediction System for the Fraser River, Canada. Journal of Hydrometeorology. 16(3):1273-1292.", "Ummenhofer, C.C., H. Xu, T.E. Twine, E.H. Girvetz, H.R. McCarthy, N. Chhetri, and K.A. Nicholas. 2015. How Climate Change Affects Extremes in Maize and Wheat Yield in Two Cropping Regions. Journal of Climate. 28(12):4653-4687.", "Wang, S., M. Pan, Q. Mu, X. Shi, J. Mao, C. Brummer, R.S. Jassal, P. Krishnan, J. Li, and T.A. Black. 2015. Comparing Evapotranspiration from Eddy Covariance Measurements, Water Budgets, Remote Sensing, and Land Surface Models over Canadaa,b. Journal of Hydrometeorology. 16(4):1540-1560.", "Yi, Y., J.S. Kimball, M.A. Rawlins, M. Moghaddam, and E.S. Euskirchen. 2015. The role of snow cover affecting boreal-arctic soil freeze-thaw and carbon dynamics. Biogeosciences. 12(19):5811-5829.", "Kimball, J.S., L.A. Jones, Ke Zhang, F.A. Heinsch, K.C. McDonald, and W.C. Oechel. 2009. A Satellite Approach to Estimate Land-Atmosphere $\\hbox{CO}_{2}$ Exchange for Boreal and Arctic Biomes Using MODIS and AMSR-E. IEEE Transactions on Geoscience and Remote Sensing. 47(2):569-587.", "Campbell, A., Lysenko, L, Hughes, A. Gibbs, H., (2008). Carbon Storage in Protected Areas-Technical Report.", "Anagnostou, E.(2007). Assessment of Satellite Rain Retrieval Error Propagation in the Prediction of Land Surface Hydrologic Variables. Measuring Precipitation From Space. 0 (0): 357-368", "Higgins, P.A.T. 2007. Biodiversity loss under existing land use and climate change: an illustration using northern South America. Global Ecology and Biogeography. 16(2):197-204.", "Lee, K. and N. Oh. 2007. Investigating the spatial scaling effect of the non-linear hydrological response to precipitation forcing in a physically based land surface model. Water SA. 32(2):", "LUYSSAERT, S., I. INGLIMA, M. JUNG, A.D. RICHARDSON, M. REICHSTEIN, D. PAPALE, S.L. PIAO, E.D. SCHULZE, L. WINGATE, G. MATTEUCCI, L. ARAGAO, M. AUBINET, C. BEER, C. BERNHOFER, K.G. BLACK, D. BONAL, J.M. BONNEFOND, J. CHAMBERS, P. CIAIS, B. COOK, K.J. DAVIS, A.J. DOLMAN, B. GIELEN, M. GOULDEN, J. GRACE, A. GRANIER, A. GRELLE, T. GRIFFIS, T. GRUNWALD, G. GUIDOLOTTI, P.J. HANSON, R. HARDING, D.Y. HOLLINGER, L.R. HUTYRA, P. KOLARI, B. KRUIJT, W. KUTSCH, F. LAGERGREN, T. LAURILA, B.E. LAW, G. LE MAIRE, A. LINDROTH, D. LOUSTAU, Y. MALHI, J. MATEUS, M. MIGLIAVACCA, L. MISSON, L. MONTAGNANI, J. MONCRIEFF, E. MOORS, J.W. MUNGER, E. NIKINMAA, S.V. OLLINGER, G. PITA, C. REBMANN, O. ROUPSARD, N. SAIGUSA, M.J. SANZ, G. SEUFERT, C. SIERRA, M.L. SMITH, J. TANG, R. VALENTINI, T. VESALA, and I.A. JANSSENS. 2007. CO2balance of boreal, temperate, and tropical forests derived from a global database. Global Change Biology. 13(12):2509-2537.", "STAMPFL, P.F., J.C. CLIFTON-BROWN, and M.B. JONES. 2007. European-wide GIS-based modelling system for quantifying the feedstock from Miscanthus and the potential contribution to renewable energy targets. Global Change Biology. 13(11):2283-2295.", "Douglas, E.M., S. Wood, K. Sebastian, C.J. Vorosmarty, K.M. Chomitz, and T.P. Tomich. 2006. Policy implications of a pan-tropic assessment of the simultaneous hydrological and biodiversity impacts of deforestation. Water Resources Management. 21(1):211-232.", "Harrison, P.A., P.M. Berry, N. Butt, and M. New. 2006. Modelling climate change impacts on species' distributions at the European scale: implications for conservation policy. Environmental Science & Policy. 9(2):116-128.", "HIGGINS, P.A.T. and J. HARTE. 2006. Biophysical and Biogeochemical Responses to Climate Change Depend on Dispersal and Migration. BioScience. 56(5):407.", "Ise, T. and P.R. Moorcroft. 2006. The global-scale temperature and moisture dependencies of soil organic carbon decomposition: an analysis using a mechanistic decomposition model. Biogeochemistry. 80(3):217-231."], "doi": ["https://doi.org/10.1029/2018JG004795", "https://doi.org/10.1029/2018MS001541", "https://doi.org/10.1007/s13143-019-00144-7", "https://doi.org/10.5194/gmd-12-4309-2019", "https://doi.org/10.5194/gmd-12-4347-2019", "https://doi.org/10.1080/1040841X.2018.1514366", "https://doi.org/10.1175/JHM-D-18-0262.1", "https://doi.org/10.1029/2019JD030893", "https://doi.org/10.2136/vzj2018.10.0191", "https://doi.org/10.1038/s41598-019-39942-4", "https://doi.org/10.1016/j.jhydrol.2019.03.043", "https://doi.org/10.1016/j.scitotenv.2017.08.112", "https://doi.org/10.1016/j.ecoinf.2018.06.006", "https://doi.org/10.1002/2016MS000702", "https://doi.org/10.1111/gcb.13816", "https://doi.org/10.1002/2016MS000749", "https://doi.org/10.1038/s41598-017-10665-8", "https://doi.org/10.5194/hess-21-4629-2017", "https://doi.org/10.1890/EHS14-0015.1", "https://doi.org/10.5194/gmd-10-1487-2017", "https://doi.org/10.1111/gcb.13726", "https://doi.org/10.1002/2016JD025482", "https://doi.org/10.1371/journal.pone.0138759", "https://doi.org/10.1175/JHM-D-14-0167.1", "https://doi.org/10.1175/JCLI-D-13-00326.1", "https://doi.org/10.1175/JHM-D-14-0189.1", "https://doi.org/10.5194/bg-12-5811-2015", "https://doi.org/10.1109/TGRS.2008.2003248", "NA", "NA", "https://doi.org/10.1111/j.1466-8238.2006.00278.x", "https://doi.org/10.4314/wsa.v32i2.5255", "https://doi.org/10.1111/j.1365-2486.2007.01439.x", "https://doi.org/10.1111/j.1365-2486.2007.01419.x", "https://doi.org/10.1007/s11269-006-9050-2", "https://doi.org/10.1016/j.envsci.2005.11.003", "https://doi.org/10.1641/0006-3568(2006)056[0407:BABRTC]2.0.CO", "https://doi.org/10.1007/s10533-006-9019-5"]}