{"processing_level_id": "3", "tags": {"org.ceos.wgiss.cwic.granules.prod": {}, "edsc.extra.serverless.collection_capabilities": {"data": {"cloud_cover": true, "day_night_flag": true, "granule_online_access_flag": true, "orbit_calculated_spatial_domains": false}}}, "boxes": ["-90 -180 90 180"], "time_start": "1860-01-01T00:00:00.000Z", "version_id": "1", "updated": "2019-04-15T17:59:28.000Z", "dataset_id": "Global Maps of Atmospheric Nitrogen Deposition, 1860, 1993, and 2050", "has_spatial_subsetting": true, "has_transforms": true, "associations": {"services": ["S1569163021-ORNL_DAAC"]}, "has_variables": true, "data_center": "ORNL_DAAC", "short_name": "1860_1993_2050_NITROGEN_830", "organizations": ["ORNL_DAAC"], "title": "Global Maps of Atmospheric Nitrogen Deposition, 1860, 1993, and 2050", "coordinate_system": "CARTESIAN", "summary": "This data set provides global gridded estimates of atmospheric deposition of total inorganic nitrogen (N), NHx (NH3 and NH4+), and NOy (all oxidized forms of nitrogen other than N2O), in mg N/m2/year, for the years 1860 and 1993 and projections for the year 2050. The data set was generated using a global three-dimensional chemistry-transport model (TM3) with a spatial resolution of 5 degrees longitude by 3.75 degrees latitude (Jeuken et al., 2001; Lelieveld and Dentener, 2000). Nitrogen emissions estimates (Van Aardenne et al., 2001) and projection scenario data (IPCC, 1996; 2000) were used as input to the model.", "has_granules": true, "time_end": "2050-12-31T23:59:59.000Z", "orbit_parameters": {}, "id": "C179003620-ORNL_DAAC", "has_formats": false, "original_format": "ECHO10", "granule_count": 27, "archive_center": "ORNL_DAAC", "has_temporal_subsetting": false, "browse_flag": true, "online_access_flag": true, "links": [{"rel": "http://esipfed.org/ns/fedsearch/1.1/data#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_climate/global_N_deposition_maps/"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/CLIMATE/guides/global_N_deposition_maps.html"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "hreflang": "en-US", "href": "https://doi.org/10.3334/ORNLDAAC/830"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_climate/global_N_deposition_maps/comp/deposition_maps.jpg"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_climate/global_N_deposition_maps/comp/global_N_deposition_maps.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/documentation#", "hreflang": "en-US", "href": "https://daac.ornl.gov/daacdata/global_climate/global_N_deposition_maps/comp/global_N_deposition_maps_readme.pdf"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/browse#", "hreflang": "en-US", "href": "https://daac.ornl.gov/graphics/browse/sdat-tds/830_1_fit.png"}, {"rel": "http://esipfed.org/ns/fedsearch/1.1/metadata#", "type": "application/gml+xml", "hreflang": "en-US", "href": "https://webmap.ornl.gov/wcsdown/dataset.jsp?ds_id=830"}], "cmr": {"title": "Global Maps of Atmospheric Nitrogen Deposition, 1860, 1993, and 2050", "summary": "This data set provides global gridded estimates of atmospheric deposition of total inorganic nitrogen (N), NHx (NH3 and NH4+), and NOy (all oxidized forms of nitrogen other than N2O), in mg N/m2/year, for the years 1860 and 1993 and projections for the year 2050. The data set was generated using a global three-dimensional chemistry-transport model (TM3) with a spatial resolution of 5 degrees longitude by 3.75 degrees latitude (Jeuken et al., 2001; Lelieveld and Dentener, 2000). Nitrogen emissions estimates (Van Aardenne et al., 2001) and projection scenario data (IPCC, 1996; 2000) were used as input to the model.", "id": "C179003620-ORNL_DAAC", "description": "This data set provides global gridded estimates of atmospheric deposition of total inorganic nitrogen (N), NHx (NH3 and NH4+), and NOy (all oxidized forms of nitrogen other than N2O), in mg N/m2/year, for the years 1860 and 1993 and projections for the year 2050. The data set was generated using a global three-dimensional chemistry-transport model (TM3) with a spatial resolution of 5 degrees longitude by 3.75 degrees latitude (Jeuken et al., 2001; Lelieveld and Dentener, 2000). Nitrogen emissions estimates (Van Aardenne et al., 2001) and projection scenario data (IPCC, 1996; 2000) were used as input to the model.", "spatialExtent": "N: 90.0 S: -90.0 E: 180.0 W: -180.0", "dataFormat": null, "temporalExtent": "1860-01-01 to 2050-12-31", "Platform": "NOT APPLICABLE", "Data Center": "ORNL_DAAC", "Instrument": "NOT APPLICABLE", "Version": "1", "ScienceKeywords1": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC CHEMISTRY@NITROGEN COMPOUNDS", "ScienceKeywords2": "EARTH SCIENCE@ATMOSPHERE@ATMOSPHERIC CHEMISTRY@NITROGEN COMPOUNDS@NITROGEN OXIDES", "ScienceKeywords3": null, "ScienceKeywords4": null}, "citation": ["Byrnes, D.K., K.J. Van Meter, and N.B. Basu. 2020. Long-Term Shifts in U.S. Nitrogen Sources and Sinks Revealed by the New TREND-Nitrogen Data Set (1930-2017). Global Biogeochemical Cycles. 34(9):", "Peng, Y., H.Y.H. Chen, and Y. Yang. 2020. Global pattern and drivers of nitrogen saturation threshold of grassland productivity. Functional Ecology. 34(9):1979-1990.", "van Huissteden, J. 2020. Permafrost Carbon Quantities and Fluxes. 179-274.", "van Huissteden, J. 2020. Permafrost in Transition. 275-366.", "Chen, J.M., W. Ju, P. Ciais, N. Viovy, R. Liu, Y. Liu, and X. Lu. 2019. Vegetation structural change since 1981 significantly enhanced the terrestrial carbon sink. Nature Communications. 10(1):", "Fatichi, S., S. Manzoni, D. Or, and A. Paschalis. 2019. A Mechanistic Model of Microbially Mediated Soil Biogeochemical Processes: A Reality Check. Global Biogeochemical Cycles. 33(6):620-648.", "Mekonnen, Z.A., W.J. Riley, J.T. Randerson, R.F. Grant, and B.M. Rogers. 2019. Expansion of high-latitude deciduous forests driven by interactions between climate warming and fire. Nature Plants. 5(9):952-958.", "Yu, Z., C. Lu, H. Tian, and J.G. Canadell. 2019. Largely underestimated carbon emission from land use and land cover change in the conterminous United States. Global Change Biology.", "Belay, B., E. Potzelsberger, K. Sisay, D. Assefa, and H. Hasenauer. 2018. The Carbon Dynamics of Dry Tropical Afromontane Forest Ecosystems in the Amhara Region of Ethiopia. Forests. 9(1):18.", "Hember, R.A. 2018. Spatially and temporally continuous estimates of annual total nitrogen deposition over North America, 1860-2013. Data in Brief. 17:134-140.", "Huang, K., J. Xia, Y. Wang, A. Ahlstrom, J. Chen, R.B. Cook, E. Cui, Y. Fang, J.B. Fisher, D.N. Huntzinger, Z. Li, A.M. Michalak, Y. Qiao, K. Schaefer, C. Schwalm, J. Wang, Y. Wei, X. Xu, L. Yan, C. Bian, and Y. Luo. 2018. Enhanced peak growth of global vegetation and its key mechanisms. Nature Ecology & Evolution. 2(12):1897-1905.", "Lu, C., Z. Yu, H. Tian, D.A. Hennessy, H. Feng, M. Al-Kaisi, Y. Zhou, T. Sauer, and R. Arritt. 2018. Increasing carbon footprint of grain crop production in the US Western Corn Belt. Environmental Research Letters. 13(12):124007.", "Matear, R.J. and A. Lenton. 2018. Carbon-climate feedbacks accelerate ocean acidification. Biogeosciences. 15(6):1721-1732.", "Mekonnen, Z.A., W.J. Riley, and R.F. Grant. 2018. Accelerated Nutrient Cycling and Increased Light Competition Will Lead to 21st Century Shrub Expansion in North American Arctic Tundra. Journal of Geophysical Research: Biogeosciences. 123(5):1683-1701.", "Qiu, L., Y. Wu, M. Hao, J. Shen, X. Lei, W. Liao, and Y. Li. 2018. Simulation of the irrigation requirements for improving carbon sequestration in a rainfed cropping system under long-term fertilization on the Loess Plateau of China. Agriculture, Ecosystems & Environment. 265:198-208.", "Wang, Y., P. Ciais, D. Goll, Y. Huang, Y. Luo, Y.P. Wang, A.A. Bloom, G. Broquet, J. Hartmann, S. Peng, J. Penuelas, S. Piao, J. Sardans, B.D. Stocker, R. Wang, S. Zaehle, and S. Zechmeister-Boltenstern. 2018. GOLUM-CNP v1.0: a data-driven modeling of carbon, nitrogen and phosphorus cycles in major terrestrial biomes. Geoscientific Model Development. 11(9):3903-3928.", "Whitehead, P., G. Bussi, M.A. Hossain, M. Dolk, P. Das, S. Comber, R. Peters, K.J. Charles, R. Hope, and M.S. Hossain. 2018. Restoring water quality in the polluted Turag-Tongi-Balu river system, Dhaka: Modelling nutrient and total coliform intervention strategies. Science of The Total Environment. 631-632:223-232.", "Xu, R., H. Tian, S. Pan, S.A. Prior, Y. Feng, W.D. Batchelor, J. Chen, and J. Yang. 2018. Global ammonia emissions from synthetic nitrogen fertilizer applications in agricultural systems: Empirical and process-based estimates and uncertainty. Global Change Biology. 25(1):314-326.", "Yao, Y., Z. Li, T. Wang, A. Chen, X. Wang, M. Du, G. Jia, Y. Li, H. Li, W. Luo, Y. Ma, Y. Tang, H. Wang, Z. Wu, J. Yan, X. Zhang, Y. Zhang, Y. Zhang, G. Zhou, and S. Piao. 2018. A new estimation of China's net ecosystem productivity based on eddy covariance measurements and a model tree ensemble approach. Agricultural and Forest Meteorology. 253-254:84-93.", "Yu, Z., C. Lu, P. Cao, and H. Tian. 2018. Long-term terrestrial carbon dynamics in the Midwestern United States during 1850-2015: Roles of land use and cover change and agricultural management. Global Change Biology. 24(6):2673-2690.", "Zhang, Y., J. Wang, C.J. Stevens, X. Lu, N. He, C. Wang, and X. Han. 2018. Effects of the frequency and the rate of N enrichment on community structure in a temperate grassland. Journal of Plant Ecology. 11(5):685-695.", "Zhou, P., J. Huang, and H. Hong. 2018. Modeling nutrient sources, transport and management strategies in a coastal watershed, Southeast China. Science of The Total Environment. 610-611:1298-1309.", "Gebel, M., S. Burger, M. Wallace, H. Malherbe, H. Vogt, and C. Lorz. 2017. Simulation of land use impacts on sediment and nutrient transfer in coastal areas of Western Cape, South Africa. Change and Adaptation in Socio-Ecological Systems. 3(1):1-17.", "Hlasny, T., I. Barka, J. Roessiger, L. Kulla, J. Trombik, Z. Sarvasova, T. Bucha, M. Kovalcik, and T. Cihak. 2017. Conversion of Norway spruce forests in the face of climate change: a case study in Central Europe. European Journal of Forest Research. 136(5-6):1013-1028.", "Kim, H., K. Lee, D.I. Lim, S.I. Nam, T.W. Kim, J.Y.T. Yang, Y.H. Ko, K.H. Shin, and E. Lee. 2017. Widespread Anthropogenic Nitrogen in Northwestern Pacific Ocean Sediment. Environmental Science & Technology. 51(11):6044-6052.", "Liu, L., X. Zhang, W. Xu, X. Liu, X. Lu, D. Chen, X. Zhang, S. Wang, and W. Zhang. 2017. Estimation of monthly bulk nitrate deposition in China based on satellite NO 2 measurement by the Ozone Monitoring Instrument. Remote Sensing of Environment. 199:93-106.", "Prentice, I.C. 2017. Modelling the demand for new nitrogen fixation by terrestrial ecosystems. Biogeosciences. 14(7):2003-2017.", "Tian, H., G. Chen, C. Lu, X. Xu, W. Ren, B. Zhang, K. Banger, B. Tao, S. Pan, M. Liu, C. Zhang, L. Bruhwiler, and S. Wofsy. 2017. Global methane and nitrous oxide emissions from terrestrial ecosystems due to multiple environmental changes. Ecosystem Health and Sustainability. 1(1):1-20.", "Van Meter, K.J., N.B. Basu, and P. Van Cappellen. 2017. Two centuries of nitrogen dynamics: Legacy sources and sinks in the Mississippi and Susquehanna River Basins. Global Biogeochemical Cycles. 31(1):2-23.", "Wragg, P.D. 2017. Multiple nutrients control threatened grassland vegetation in eastern South Africa. South African Journal of Botany. 112:225-236.", "Xie, H. and C. Ringler. 2017. Agricultural nutrient loadings to the freshwater environment: the role of climate change and socioeconomic change. Environmental Research Letters. 12(10):104008.", "Xu, R., H. Tian, C. Lu, S. Pan, J. Chen, J. Yang, and B. Zhang. 2017. Preindustrial nitrous oxide emissions from the land biosphere estimated by using a global biogeochemistry model. Climate of the Past. 13(7):977-990.", "Zhang, B., H. Tian, C. Lu, S.R.S. Dangal, J. Yang, and S. Pan. 2017. Global manure nitrogen production and application in cropland during 1860-2014: a 5 arcmin gridded global dataset for Earth system modeling. Earth System Science Data. 9(2):667-678.", "Zhou, S., B. Yu, C.R. Schwalm, P. Ciais, Y. Zhang, J.B. Fisher, A.M. Michalak, W. Wang, B. Poulter, D.N. Huntzinger, S. Niu, J. Mao, A. Jain, D.M. Ricciuto, X. Shi, A. Ito, Y. Wei, Y. Huang, and G. Wang. 2017. Response of Water Use Efficiency to Global Environmental Change Based on Output From Terrestrial Biosphere Models. Global Biogeochemical Cycles. 31(11):1639-1655.", "Huang, J.C., T.Y. Lee, T.C. Lin, T. Hein, L.C. Lee, Y.T. Shih, S.J. Kao, F.K. Shiah, and N.H. Lin. 2016. Effects of different N sources on riverine DIN export and retention in a subtropical high-standing island, Taiwan. Biogeosciences. 13(6):1787-1800.", "Mekonnen, Z.A., R.F. Grant, and C. Schwalm. 2016. Contrasting changes in gross primary productivity of different regions of North America as affected by warming in recent decades. Agricultural and Forest Meteorology. 218-219:50-64.", "Riggs, C.E. and S.E. Hobbie. 2016. Mechanisms driving the soil organic matter decomposition response to nitrogen enrichment in grassland soils. Soil Biology and Biochemistry. 99:54-65.", "Uwizeye, A., P.J. Gerber, R.P.O. Schulte, and I.J.M. de Boer. 2016. A comprehensive framework to assess the sustainability of nutrient use in global livestock supply chains. Journal of Cleaner Production. 129:647-658.", "Yu, Z., J. Wang, S. Liu, S. Piao, P. Ciais, S.W. Running, B. Poulter, J.S. Rentch, and P. Sun. 2016. Decrease in winter respiration explains 25\\% of the annual northern forest carbon sink enhancement over the last 30 years. Global Ecology and Biogeography. 25(5):586-595.", "Alberti, G., S. Vicca, I. Inglima, L. Belelli-Marchesini, L. Genesio, F. Miglietta, H. Marjanovic, C. Martinez, G. Matteucci, E. D'Andrea, A. Peressotti, F. Petrella, M. Rodeghiero, and M. Cotrufo. 2015. Soil C:N stoichiometry controls carbon sink partitioning between above-ground tree biomass and soil organic matter in high fertility forests. iForest - Biogeosciences and Forestry. 8(2):195-206.", "Campioli, M., S. Vicca, S. Luyssaert, J. Bilcke, E. Ceschia, F.S. Chapin III, P. Ciais, M. Fernandez-Martinez, Y. Malhi, M. Obersteiner, D. Olefeldt, D. Papale, S.L. Piao, J. Penuelas, P.F. Sullivan, X. Wang, T. Zenone, and I.A. Janssens. 2015. Biomass production efficiency controlled by management in temperate and boreal ecosystems. Nature Geoscience. 8(11):843-846.", "Hlasny, T., I. Barka, L. Kulla, T. Bucha, R. Sedmak, and J. Trombik. 2015. Sustainable forest management in a mountain region in the Central Western Carpathians, northeastern Slovakia: the role of climate change. Regional Environmental Change. 17(1):65-77.", "Pan, S., H. Tian, S.R.S. Dangal, Z. Ouyang, C. Lu, J. Yang, B. Tao, W. Ren, K. Banger, Q. Yang, and B. Zhang. 2015. Impacts of climate variability and extremes on global net primary production in the first decade of the 21st century. Journal of Geographical Sciences. 25(9):1027-1044.", "Radeloff, V.C., J.W. Williams, B.L. Bateman, K.D. Burke, S.K. Carter, E.S. Childress, K.J. Cromwell, C. Gratton, A.O. Hasley, B.M. Kraemer, A.W. Latzka, E. Marin-Spiotta, C.D. Meine, S.E. Munoz, T.M. Neeson, A.M. Pidgeon, A.R. Rissman, R.J. Rivera, L.M. Szymanski, and J. Usinowicz. 2015. The rise of novelty in ecosystems. Ecological Applications. 25(8):2051-2068.", "Riggs, C.E., S.E. Hobbie, E.M. Bach, K.S. Hofmockel, and C.E. Kazanski. 2015. Nitrogen addition changes grassland soil organic matter decomposition. Biogeochemistry. 125(2):203-219.", "Stevens, C.J., E.M. Lind, Y. Hautier, W.S. Harpole, E.T. Borer, S. Hobbie, E.W. Seabloom, L. Ladwig, J.D. Bakker, C. Chu, S. Collins, K.F. Davies, J. Firn, H. Hillebrand, K.J.L. Pierre, A. MacDougall, B. Melbourne, R.L. McCulley, J. Morgan, J.L. Orrock, S.M. Prober, A.C. Risch, M. Schuetz, and P.D. Wragg. 2015. Anthropogenic nitrogen deposition predicts local grassland primary production worldwide. Ecology. 96(6):1459-1465.", "Sun, Z., S. Peng, X. Li, Z. Guo, and S. Piao. 2015. Changes in forest biomass over China during the 2000s and implications for management. Forest Ecology and Management. 357:76-83.", "Tan, Z., S. Liu, T.L. Sohl, Y. Wu, and C.J. Young. 2015. Ecosystem carbon stocks and sequestration potential of federal lands across the conterminous United States. Proceedings of the National Academy of Sciences. 112(41):12723-12728.", "Toberman, H., E. Tipping, J.F. Boyle, R.C. Helliwell, A. Lilly, and P.A. Henrys. 2015. Dependence of ombrotrophic peat nitrogen on phosphorus and climate. Biogeochemistry. 125(1):11-20.", "Wang, Y.P., Q. Zhang, A.J. Pitman, and Y. Dai. 2015. Nitrogen and phosphorous limitation reduces the effects of land use change on land carbon uptake or emission. Environmental Research Letters. 10(1):014001.", "Borer, E.T., E.W. Seabloom, D.S. Gruner, W.S. Harpole, H. Hillebrand, E.M. Lind, P.B. Adler, J. Alberti, T.M. Anderson, J.D. Bakker, L. Biederman, D. Blumenthal, C.S. Brown, L.A. Brudvig, Y.M. Buckley, M. Cadotte, C. Chu, E.E. Cleland, M.J. Crawley, P. Daleo, E.I. Damschen, K.F. Davies, N.M. DeCrappeo, G. Du, J. Firn, Y. Hautier, R.W. Heckman, A. Hector, J. HilleRisLambers, O. Iribarne, J.A. Klein, J.M.H. Knops, K.J. La Pierre, A.D.B. Leakey, W. Li, A.S. MacDougall, R.L. McCulley, B.A. Melbourne, C.E. Mitchell, J.L. Moore, B. Mortensen, L.R. O'Halloran, J.L. Orrock, J. Pascual, S.M. Prober, D.A. Pyke, A.C. Risch, M. Schuetz, M.D. Smith, C.J. Stevens, L.L. Sullivan, R.J. Williams, P.D. Wragg, J.P. Wright, and L.H. Yang. 2014. Herbivores and nutrients control grassland plant diversity via light limitation. Nature. 508(7497):517-520.", "Hlasny, T., Z. Barcza, I. Barka, K. Merganicova, R. Sedmak, A. Kern, J. Pajtik, B. Balazs, M. Fabrika, and G. Churkina. 2014. Future carbon cycle in mountain spruce forests of Central Europe: Modelling framework and ecological inferences. Forest Ecology and Management. 328:55-68.", "Jones, A.G., J. Scullion, N. Ostle, P.E. Levy, and D. Gwynn-Jones. 2014. Completing the FACE of elevated CO2 research. Environment International. 73:252-258.", "Kim, I.N., K. Lee, N. Gruber, D.M. Karl, J.L. Bullister, S. Yang, and T.W. Kim. 2014. Increasing anthropogenic nitrogen in the North Pacific Ocean. Science. 346(6213):1102-1106.", "Lu, C. and H. Tian. 2014. Half-century nitrogen deposition increase across China: A gridded time-series data set for regional environmental assessments. Atmospheric Environment. 97:68-74.", "Maija E. Marushchak(2014) Carbon Dioxide, Methane and Nitrous Oxide Balance of Subarctic Tundra from Plot to Regional Scales.Publications of the University of Eastern Finland. Dissertations in Forestry and Natural Sciences. 133 (0)", "Matear, R.J. and A. Lenton. 2014. Quantifying the impact of ocean acidification on our future climate. Biogeosciences. 11(14):3965-3983.", "Mueller, T., G. Dressler, C. Tucker, J. Pinzon, P. Leimgruber, R. Dubayah, G. Hurtt, K. Bohning-Gaese, and W. Fagan. 2014. Human Land-Use Practices Lead to Global Long-Term Increases in Photosynthetic Capacity. Remote Sensing. 6(6):5717-5731.", "Slot, M., C. Rey-Sanchez, S. Gerber, J.W. Lichstein, K. Winter, and K. Kitajima. 2014. Thermal acclimation of leaf respiration of tropical trees and lianas: response to experimental canopy warming, and consequences for tropical forest carbon balance. Global Change Biology. 20(9):2915-2926.", "Wei, Y., S. Liu, D.N. Huntzinger, A.M. Michalak, N. Viovy, W.M. Post, C.R. Schwalm, K. Schaefer, A.R. Jacobson, C. Lu, H. Tian, D.M. Ricciuto, R.B. Cook, J. Mao, and X. Shi. 2014. The North American Carbon Program Multi-scale Synthesis and Terrestrial Model Intercomparison Project - Part 2: Environmental driver data. Geoscientific Model Development. 7(6):2875-2893.", "Zhang, C., H. Tian, S. Pan, G. Lockaby, and A. Chappelka. 2014. Multi-factor controls on terrestrial carbon dynamics in urbanized areas. Biogeosciences. 11(24):7107-7124.", "Gerber, S., L.O. Hedin, S.G. Keel, S.W. Pacala, and E. Shevliakova. 2013. Land use change and nitrogen feedbacks constrain the trajectory of the land carbon sink. Geophysical Research Letters. 40(19):5218-5222.", "Lee, Y.H., H.J. Lim, K. Ichii, and Y. Li. 2013. Evaluation of the Community Land Model 3.5 with carbon and nitrogen cycles (CLM3.5CN) at a Tibetan grassland site. Asia-Pacific Journal of Atmospheric Sciences. 49(5):561-570.", "Loisel, J. and Z. Yu. 2013. Recent acceleration of carbon accumulation in a boreal peatland, south central Alaska. Journal of Geophysical Research: Biogeosciences. 118(1):41-53.", "Los, S.O. 2013. Analysis of trends in fused AVHRR and MODIS NDVI data for 1982-2006: Indication for a CO2fertilization effect in global vegetation. Global Biogeochemical Cycles. 27(2):318-330.", "Lu, C. and H. Tian. 2013. Net greenhouse gas balance in response to nitrogen enrichment: perspectives from a coupled biogeochemical model. Global Change Biology. 19(2):571-588.", "McLauchlan, K.K., J.J. Williams, J.M. Craine, and E.S. Jeffers. 2013. Changes in global nitrogen cycling during the Holocene epoch. Nature. 495(7441):352-355.", "Song, X., H. Tian, X. Xu, D. Hui, G. Chen, G. Sommers, L. Marzen, and M. Liu. 2013. Projecting terrestrial carbon sequestration of the southeastern United States in the 21st century. Ecosphere. 4(7):art88.", "Zhang, Z., H. Jiang, J. Liu, W. Ju, and X. Zhang. 2013. Effect of heterogeneous atmospheric CO2 on simulated global carbon budget. Global and Planetary Change. 101:33-51.", "Zhuang, Q., M. Chen, K. Xu, J. Tang, E. Saikawa, Y. Lu, J.M. Melillo, R.G. Prinn, and A.D. McGuire. 2013. Response of global soil consumption of atmospheric methane to changes in atmospheric climate and nitrogen deposition. Global Biogeochemical Cycles. 27(3):650-663.", "Bond-Lamberty, B., A.G. Bunn, and A.M. Thomson. 2012. Multi-Year Lags between Forest Browning and Soil Respiration at High Northern Latitudes. PLoS ONE. 7(11):e50441.", "Julie Loisel (2012) Autogenic and allogenic controls on carbon dynamics in peatlands from Alaska and Patagonia.Lehigh University. Dissertation for the Degree of Doctor of Philosophy in Earth and Environmental Sciences", "Kinugasa, T., A. Tsunekawa, and M. Shinoda. 2012. Increasing nitrogen deposition enhances post-drought recovery of grassland productivity in the Mongolian steppe. Oecologia. 170(3):857-865.", "Makela, A., M.d. Rio, J. Hynynen, M.J. Hawkins, C. Reyer, P. Soares, M. van Oijen, and M. Tome. 2012. Using stand-scale forest models for estimating indicators of sustainable forest management. Forest Ecology and Management. 285:164-178.", "Wania, R., K.J. Meissner, M. Eby, V.K. Arora, I. Ross, and A.J. Weaver. 2012. Carbon-nitrogen feedbacks in the UVic ESCM. Geoscientific Model Development. 5(5):1137-1160.", "Xia, J., Y. Luo, Y.P. Wang, E. Weng, and O. Hararuk. 2012. A semi-analytical solution to accelerate spin-up of a coupled carbon and nitrogen land model to steady state. Geoscientific Model Development Discussions. 5(2):803-836.", "Xu, X. and H. Tian. 2012. Methane exchange between marshland and the atmosphere over China during 1949-2008. Global Biogeochemical Cycles. 26(2):n/a-n/a.", "Xu-Ri, , I.C. Prentice, R. Spahni, and H.S. Niu. 2012. Modelling terrestrial nitrous oxide emissions and implications for climate feedback. New Phytologist. 196(2):472-488.", "Hlasny, T., Z. Barcza, M. Fabrika, B. Balazs, G. Churkina, J. Pajtik, R. Sedmak, and M. Turcani. 2011. Climate change impacts on growth and carbon \balance of forests in Central Europe. Climate Research. 47(3):219-236.", "Lu, Chaoqun., Tian, Hanqin., Liu, Mingliang., Ren, Wei., Xu, Xiaofeng., Chen, Guangsheng., Zhang, Chi.(2011). Effect of nitrogen deposition on China's terrestrial carbon uptake in the context of multi-factor environmental changes. Ecological Applications.", "MARUSHCHAK, M.E., A. PITKAMAKI, H. KOPONEN, C. BIASI, M. SEPPALA, and P.J. MARTIKAINEN. 2011. Hot spots for nitrous oxide emissions found in different types of permafrost peatlands. Global Change Biology. 17(8):2601-2614.", "Stevens, C.J., P. Manning, L.J.L. van den Berg, M.C.C. de Graaf, G.W.W. Wamelink, A.W. Boxman, A. Bleeker, P. Vergeer, M. Arroniz-Crespo, J. Limpens, L.P.M. Lamers, R. Bobbink, and E. Dorland. 2011. Ecosystem responses to reduced and oxidised nitrogen inputs in European terrestrial habitats. Environmental Pollution. 159(3):665-676.", "Tian, H., J. Melillo, C. Lu, D. Kicklighter, M. Liu, W. Ren, X. Xu, G. Chen, C. Zhang, S. Pan, J. Liu, and S. Running. 2011. China's terrestrial carbon balance: Contributions from multiple global change factors. Global Biogeochemical Cycles. 25(1):n/a-n/a.", "Bond-Lamberty, B. and A. Thomson. 2010. A global database of soil respiration data. Biogeosciences Discussions. 7(1):1321-1344.", "Bond-Lamberty, B. and A. Thomson. 2010. Temperature-associated increases in the global soil respiration record. Nature. 464(7288):579-582.", "Hobbs, W.O., R.J. Telford, H.J.B. Birks, J.E. Saros, R.R.O. Hazewinkel, B.B. Perren, E. Saulnier-Talbot, and A.P. Wolfe. 2010. Quantifying Recent Ecological Changes in Remote Lakes of North America and Greenland Using Sediment Diatom Assemblages. PLoS ONE. 5(4):e10026.", "Lee, M., P. Manning, J. Rist, S.A. Power, and C. Marsh. 2010. A global comparison of grassland biomass responses to CO 2 and nitrogen enrichment . Philosophical Transactions of the Royal Society B: Biological Sciences. 365(1549):2047-2056.", "LUYSSAERT, S., P. CIAIS, S.L. PIAO, E.D. SCHULZE, M. JUNG, S. ZAEHLE, M.J. SCHELHAAS, M. REICHSTEIN, G. CHURKINA, D. PAPALE, G. ABRIL, C. BEER, J. GRACE, D. LOUSTAU, G. MATTEUCCI, F. MAGNANI, G.J. NABUURS, H. VERBEECK, M. SULKAVA, G.R. van der WERF, and I.A. JANSSENS. 2010. The European carbon balance. Part 3: forests. Global Change Biology. 16(5):1429-1450.", "Matear, R.J., Y.P. Wang, and A. Lenton. 2010. Land and ocean nutrient and carbon cycle interactions. Current Opinion in Environmental Sustainability. 2(4):258-263.", "Tian, H., G. Chen, M. Liu, C. Zhang, G. Sun, C. Lu, X. Xu, W. Ren, S. Pan, and A. Chappelka. 2010. Model estimates of net primary productivity, evapotranspiration, and water use efficiency in the terrestrial ecosystems of the southern United States during 1895-2007. Forest Ecology and Management. 259(7):1311-1327.", "Wang, Y.P., R.M. Law, and B. Pak. 2010. A global model of carbon, nitrogen and phosphorus cycles for the terrestrial biosphere. Biogeosciences. 7(7):2261-2282.", "Zhang, C., H. Tian, Y. Wang, T. Zeng, and Y. Liu. 2010. Predicting response of fuel load to future changes in climate and atmospheric composition in the Southern United States. Forest Ecology and Management. 260(4):556-564.", "Loos, S., H. Middelkoop, M. van der Perk, and R. van Beek. 2009. Large scale nutrient modelling using globally available datasets: A test for the Rhine basin. Journal of Hydrology. 369(3-4):403-415.", "Wang, Y.P. and B.Z. Houlton. 2009. Nitrogen constraints on terrestrial carbon uptake: Implications for the global carbon-climate feedback. Geophysical Research Letters. 36(24):", "Magnani, F., M. Mencuccini, M. Borghetti, P. Berbigier, F. Berninger, S. Delzon, A. Grelle, P. Hari, P.G. Jarvis, P. Kolari, A.S. Kowalski, H. Lankreijer, B.E. Law, A. Lindroth, D. Loustau, G. Manca, J.B. Moncrieff, M. Rayment, V. Tedeschi, R. Valentini, and J. Grace. 2007. The human footprint in the carbon cycle of temperate and boreal forests. Nature. 447(7146):849-851.", "McKenzie, V.J. and A.R. Townsend. 2007. Parasitic and Infectious Disease Responses to Changing Global Nutrient Cycles. EcoHealth. 4(4):384-396."], "doi": ["https://doi.org/10.1029/2020GB006626", "https://doi.org/10.1111/1365-2435.13622", "https://doi.org/10.1007/978-3-030-31379-1_4", "https://doi.org/10.1007/978-3-030-31379-1_5", "https://doi.org/10.1038/s41467-019-12257-8", "https://doi.org/10.1029/2018GB006077", "https://doi.org/10.1038/s41477-019-0495-8", "https://doi.org/10.1111/gcb.14768", "https://doi.org/10.3390/f9010018", "https://doi.org/10.1016/j.dib.2017.12.052", "https://doi.org/10.1038/s41559-018-0714-0", "https://doi.org/10.1088/1748-9326/aae9fe", "https://doi.org/10.5194/bg-15-1721-2018", "https://doi.org/10.1029/2017JG004319", "https://doi.org/10.1016/j.agee.2018.06.015", "https://doi.org/10.5194/gmd-11-3903-2018", "https://doi.org/10.1016/j.scitotenv.2018.03.038", "https://doi.org/10.1111/gcb.14499", "https://doi.org/10.1016/j.agrformet.2018.02.007", "https://doi.org/10.1111/gcb.14074", "https://doi.org/10.1093/jpe/rtx041", "https://doi.org/10.1016/j.scitotenv.2017.08.113", "https://doi.org/10.1515/cass-2017-0001", "https://doi.org/10.1007/s10342-017-1028-5", "https://doi.org/10.1021/acs.est.6b05316", "https://doi.org/10.1016/j.rse.2017.07.005", "https://doi.org/10.5194/bg-14-2003-2017", "https://doi.org/10.1890/EHS14-0015.1", "https://doi.org/10.1002/2016GB005498", "https://doi.org/10.1016/j.sajb.2017.05.025", "https://doi.org/10.1088/1748-9326/aa8148", "https://doi.org/10.5194/cp-13-977-2017", "https://doi.org/10.5194/essd-9-667-2017", "https://doi.org/10.1002/2017GB005733", "https://doi.org/10.5194/bg-13-1787-2016", "https://doi.org/10.1016/j.agrformet.2015.11.016", "https://doi.org/10.1016/j.soilbio.2016.04.023", "https://doi.org/10.1016/j.jclepro.2016.03.108", "https://doi.org/10.1111/geb.12441", "https://doi.org/10.3832/ifor1196-008", "https://doi.org/10.1038/ngeo2553", "https://doi.org/10.1007/s10113-015-0894-y", "https://doi.org/10.1007/s11442-015-1217-4", "https://doi.org/10.1890/14-1781.1", "https://doi.org/10.1007/s10533-015-0123-2", "https://doi.org/10.1890/14-1902.1", "https://doi.org/10.1016/j.foreco.2015.08.013", "https://doi.org/10.1073/pnas.1512542112", "https://doi.org/10.1007/s10533-015-0117-0", "https://doi.org/10.1088/1748-9326/10/1/014001", "https://doi.org/10.1038/nature13144", "https://doi.org/10.1016/j.foreco.2014.04.038", "https://doi.org/10.1016/j.envint.2014.07.021", "https://doi.org/10.1126/science.1258396", "https://doi.org/10.1016/j.atmosenv.2014.07.061", "https://doi.org/10.1016/j.atmosenv.2014.07.061", "https://doi.org/10.5194/bg-11-3965-2014", "https://doi.org/10.3390/rs6065717", "https://doi.org/10.1111/gcb.12563", "https://doi.org/10.5194/gmd-7-2875-2014", "https://doi.org/10.5194/bg-11-7107-2014", "https://doi.org/10.1002/grl.50957", "https://doi.org/10.1007/s13143-013-0050-x", "https://doi.org/10.1029/2012JG001978", "https://doi.org/10.1002/gbc.20027", "https://doi.org/10.1111/gcb.12049", "https://doi.org/10.1038/nature11916", "https://doi.org/10.1890/ES12-00398.1", "https://doi.org/10.1016/j.gloplacha.2012.12.002", "https://doi.org/10.1002/gbc.20057", "https://doi.org/10.1371/journal.pone.0050441", "https://doi.org/10.1371/journal.pone.0050441", "https://doi.org/10.1007/s00442-012-2354-4", "https://doi.org/10.1016/j.foreco.2012.07.041", "https://doi.org/10.5194/gmd-5-1137-2012", "https://doi.org/10.5194/gmdd-5-803-2012", "https://doi.org/10.1029/2010GB003946", "https://doi.org/10.1111/j.1469-8137.2012.04269.x", "https://doi.org/10.3354/cr01024", "NA", "https://doi.org/10.1111/j.1365-2486.2011.02442.x", "https://doi.org/10.1016/j.envpol.2010.12.008", "https://doi.org/10.1029/2010GB003838", "https://doi.org/10.5194/bgd-7-1321-2010", "https://doi.org/10.1038/nature08930", "https://doi.org/10.1371/journal.pone.0010026", "https://doi.org/10.1098/rstb.2010.0028", "https://doi.org/10.1111/j.1365-2486.2009.02056.x", "https://doi.org/10.1016/j.cosust.2010.05.009", "https://doi.org/10.1016/j.foreco.2009.10.009", "https://doi.org/10.5194/bg-7-2261-2010", "https://doi.org/10.1016/j.foreco.2010.05.012", "https://doi.org/10.1016/j.jhydrol.2009.02.019", "https://doi.org/10.1029/2009GL041009", "https://doi.org/10.1038/nature05847", "https://doi.org/10.1007/s10393-007-0131-3"]}